{
  "year": "1000",
  "Bhutan": [
    "By the 11th century, Tibetan-Mongol forces occupy the whole of Bhutan. More waves of Tibetans seek refuge in Bhutan from religious persecution. Charismatic lamas become the <i>de facto</i> leaders of regions in western Bhutan.\n"
  ],
  "Brazil": [
    "Marajoara culture on the island of Marajó flourishes as an Amazonian ceramic center.\n"
  ],
  "China": [
    "The Chinese first used coke in place of charcoal for blast furnaces.\n"
  ],
  "Colombia": [
    "Classic Muisca period.  Muisca raft\n"
  ],
  "India": [
    "Invasion of Mahmud of Ghazni\n"
  ],
  "Philippine": [
    "People from Central Vietnam called Orang Dampuan establish trade zones in Sulu"
  ],
  "Poland": [
    "Congress of Gniezno\n"
  ],
  "Serbia": [
    "The First Bulgarian Empire annexes inner regions of the Principality of Serbia (924–927)\n",
    "Prince Časlav Klonimirović-Vlastimirović liberates inner Serbia from the Bulgarians in 927 AD and then proceeds towards uniting all Serbian principalities into a single state. He dies in a clash with the Magyars and his realm disintegrates in defensive wars against Croatia, Byzantines, Bulgaria and the Kingdom of Hungary.\n",
    null
  ],
  "Slovenia": [
    "Carinthia, Styria and Carniola provinces emerge on the territory of Carantania.\n",
    "The Freising Manuscripts, the first Latin-script continuous text in a Slavic language and the oldest document in Slovene, are written.\n"
  ],
  "Spain": [
    "<i>Battle of Cervera</i>: Córdoba defeated the combined forces of García of the Good Laws and García Gómez, count of Saldaña, Carrión and Liébana on a punitive expedition near modern Espinosa de Cervera.\n",
    "García Sánchez II died.  He was succeeded as king of Navarre and count of Aragon by his young son Sancho III the Great of Pamplona, with the latter's mother Jimena Fernández and grandmother Urraca Fernandez ruling with the bishops of Navarre as regents.\n"
  ],
  "Sweden": [
    "<i>Gothi</i> (pagan chieftain-priest) Þorgeirr Ljósvetningagoði endorses Christianity\n"
  ]
}