{
  "year": "1192",
  "Belgium": [
    "Murder of Albert of Louvain, prince-bishop of Liège, by supporters of Emperor Henry VI\n"
  ],
  "Cyprus": [
    "Isaak Comnenus ended his reign.\n",
    "Richard I of England captured Cyprus on his way to Acre. The island was sold to the Templar Order, who in turn sold it to Guy of Lusignan.\n",
    "Guy of Lusignan and his descendants began to rule Cyprus as an independent kingdom.\n"
  ],
  "England": [
    "<i>Crusades</i>: King Richard I was captured by Austrian Duke Leopold V, Duke of Austria while returning from the Holy Land.\n"
  ],
  "Estonia": [
    "Prince Yaroslav Vladimirovich of Novgorod makes two raids against Estonians, burning down the Tartu and Otepää strongholds.\n"
  ],
  "India": [
    "Second Battle of Tarain fought between Muhammed Ghori and Prithviraj Chauhan III. Prithviraj Chauhan III is defeated by Mohammed Ghori.\n"
  ],
  "Japan": [
    "Kamakura became the de facto capital of Japan in about 1180 AD, following the victories of the Minamoto over the Taira. It officially became the capital in 1192 when Minamoto Yoritomo was declared shōgun.\n",
    "Minamoto no Yoritomo seized power from the central government and the aristocracy and established a feudal system based in Kamakura. The samurai gained political power over the aristocratic nobility (kuge) of the Imperial Court in Kyoto. Minamoto no Yoritomo was awarded the title of Sei-i Taishōgun by Emperor Go-Toba. The Emperor became a figurehead. The political system that Yoritomo developed with a succession of shōguns as the head became known as a shogunate. The military class would rule Japan near continuously from 1192 till 1868 CE.\n"
  ],
  "Lebanon": [
    "Richard the Lionheart signed a treaty with Saladin, restoring the Kingdom of Jerusalem to a coastal strip between Jaffa and Beirut.\n"
  ],
  "Malta": [
    "Margaritus of Brindisi was created first Count of Malta, perhaps for his unexpected success in capturing Empress Constance contender to the Sicilian throne. (to 1194, forfeited by House of Hohenstaufen)\n"
  ]
}