{
  "year": "1521",
  "Australia": [
    "Several writers have argued that Portuguese expeditions visited Australia at this time. However, historians generally disagree and the evidence remains contentious. (to 1522)\n"
  ],
  "Belgium": [
    "Charles V issues decree for the Habsburg Netherlands prohibiting Lutheran preaching, teaching, printing or disputation, largely parallel to the Edict of Worms that he was to sign for the Empire as a whole on 26 May but providing more repressive powers to secular authorities.\n"
  ],
  "China": [
    "The Zhengde Emperor died.\n",
    "The Zhengde Emperor's cousin, the Chenghua Emperor's grandson the Jiajing Emperor, became emperor of the Ming dynasty.\n",
    "The Jiajing Emperor expelled the Portuguese embassy.\n"
  ],
  "England": [
    "Lutheran writings begin to circulate in England.\n"
  ],
  "Germany": [
    "<i>Diet of Worms</i>: An Imperial Diet was held at Worms which would condemn Luther as a heretic.\n"
  ],
  "Indinesia": [
    "Ferdinand Magellan's expedition reaches Maluku and after trade with Ternate returns to Europe with a load of cloves.\n"
  ],
  "Mexico": [
    "<i>Fall of Tenochtitlan</i>: Tenochtitlan was taken by Spanish forces.  The <i>tlatoani</i> Cuauhtémoc was taken prisoner.\n"
  ],
  "Philippine": [
    "Discovery of the Philippines: Portuguese Ferdinand Magellan lands on Homonhon with three small ships, named the <i>Concepcion</i>, <i>Trinidad</i> and <i>Victoria</i>. Magellan calls the place the <i>Archipelago de San Lazaro</i> since March 16 is the feast day of Saint Lazarus. He also lands on Samar island.",
    "Magellan reaches the Philippines",
    "Blood Compact between Magellan and Rajah Kulambo of Limasawa",
    "The first mass on Philippine soil is celebrated.",
    "Magellan lands on Cebu; meets Rajah Humabon of Cebu and enters into another Blood Compact.",
    "The first Mass in Cebu province is celebrated, with about 500 natives, including Rajah Humabon and his wife, baptized into the Catholic Church.\n",
    "Magellan is killed by Lapu-Lapu in the battle of Mactan; Spaniards defeated."
  ],
  "Poland": [
    "Polish–Teutonic War concludes\n"
  ]
}