{
  "year": "1598",
  "Armenia": [
    "Continuation of the devastating Jelali revolts in Anatolia. (to 1611)\n"
  ],
  "Belgium": [
    "Peace of Vervins signed.\n",
    "Philip II of Spain signs the Act of Cession bequeathing the Habsburg Netherlands to his daughter, the Infanta Isabella.\n",
    "Philip II of Spain dies.\n",
    "Archduke Albert departs from Brussels to marry the Infanta Isabella.\n"
  ],
  "Chile": [
    "Battle of Curalaba: Governor Martín García Óñez de Loyola killed in a Mapuche ambush.\n"
  ],
  "China": [
    "<i>Battle of Sacheon</i>: A Japanese army under siege at Sacheon drove off a numerically superior Ming-Joseon force after the accidental explosion of the Ming powder cache.\n",
    "<i>Battle of Noryang</i>: The allied navies of Ming and Joseon dealt heavy damage to a Japanese fleet attempting to break their blockade of Suncheon Japanese Castle.\n",
    "<i>The Peony Pavilion</i> was first performed at the Pavilion of Prince Teng.\n"
  ],
  "France": [
    "Henry IV issued the Edict of Nantes to end the French civil war of religion.\n"
  ],
  "Indinesia": [
    "The Portuguese require an armada of 90 ships to put down a Solorese uprising. (to 1599)\n",
    "More Dutch fleets leave for Indonesia and most are profitable.\n"
  ],
  "Japan": [
    "The Japanese invasions of Korea (1592–98) have ended with Japanese retreat after the Battle of Noryang.\n"
  ],
  "Philippine": [
    "Colegio de Santa Potenciana, the first school for girls in the Philippines, established"
  ],
  "Russia": [
    "Feodor died with no children.\n",
    "A <i>zemsky sobor</i> elected Godunov the first non-Rurikid tsar of Russia.\n"
  ],
  "Spain": [
    "Philip II died in El Escorial, near Madrid, of cancer. He was succeeded by his 20-year-old son, Philip III.\n"
  ],
  "Sweden": [
    "Conflict between Duke Charles, later King Charles IX, and Sigismund, King of Sweden and Poland, leads to outbreak of the War against Sigismund\n",
    "Battle of Stångebro\n"
  ],
  "Tajikistan": [
    "End of Turkic rule.\n"
  ]
}