{
  "year": "1605",
  "Armenia": [
    "When forced to abandon the siege of Kars, Shah Abbas orders the complete destruction of many Armenian towns and villages and deports over 300,000 Armenians to Persia, of which only half survive.\n"
  ],
  "Belgium": [
    "Don Íñigo de Borja repulses attempted Dutch landing at Blokkersdijk, near Antwerp.\n",
    "Foundation of Liège College, Leuven\n"
  ],
  "Canada": [
    "French colonists establish the first permanent European settlement in the future Canada at Port-Royal, founding the colony that would become known as Acadia."
  ],
  "England": [
    "Gunpowder Plot: A plot in which Guy Fawkes and other Catholic associates conspired to blow up King James VI and I and the Parliament of England was uncovered.\n"
  ],
  "India": [
    "Akbar dies, and is succeeded by his son Jahangir.\n"
  ],
  "Indinesia": [
    "The VOC in alliance with Hitu prepare to attack a Portuguese fort in Ambon but the Portuguese surrender.\n"
  ],
  "Japan": [
    "1605 Nankai earthquake and tsunami\n",
    "Ieyasu abdicated from office in favor of his third son and heir, Tokugawa Hidetada.\n"
  ],
  "Malta": [
    "Garzes Tower built\n"
  ],
  "Philippine": [
    "Archbishop Miguel de Benavides bequeaths his library and a total amount of ₱1,500 for the establishment of a seminary college, the present-day University of Santo Tomas in Manila."
  ],
  "Poland": [
    "Polish–Muscovite War (1605–18) begins\n"
  ],
  "Russia": [
    "Boris died. His son Feodor II was pronounced tsar.\n",
    "A group of boyars defected in support of False Dmitriy, seized control of the Kremlin, and arrested Feodor.\n",
    "False Dmitriy and his army arrived in Moscow. Feodor and his mother were strangled.\n",
    "False Dmitriy was crowned tsar.\n"
  ],
  "Spain": [
    "The Treaty of London (1604) was signed concluding the nineteen-year Anglo-Spanish War on peace terms.\n"
  ],
  "Tajikistan": [
    "Vali Muhammad Khan became leader of the Ashtarkhanid dynasty.\n"
  ]
}