{
  "year": "1616",
  "Australia": [
    "Dutch captain Dirk Hartog in the <i>Eendracht</i> made the second recorded landfall by a European, at Dirk Hartog Island on the western coast of Australia. He left a commemorative plate, the Hartog Plate.\n"
  ],
  "Bhutan": [
    "Ngawang Namgyal, 1st Zhabdrung Rinpoche, facing arrest and following visions in which it is said that the chief guardian deities of Bhutan offered him a home, leaves Tibet to establish a new base in western Bhutan, founding Chagri Monastery at the head of the Thimphu Valley.\n"
  ],
  "Brazil": [
    "6-year-old António Vieira arrives from Portugal, with his parents, in Salvador in Colonial Brazil where he will become a diplomat, noted author, leading figure of the Church, and protector of Brazilian indigenous peoples.\n",
    "Physician Aleixo de Abreu is granted a pension of 16,000 reis for services to the crown in Angola and Brazil by Philip III of Spain, who also appoints him physician of his chamber.\n",
    "A slave ship carries smallpox from the Kingdom of Kongo to Salvador.\n",
    "The city of Belém, Brazil is founded on the Amazon River delta by the Portuguese captain Francisco Caldeira Castelo Branco, who had previously taken the city of São Luís in Maranhão from the French.\n"
  ],
  "China": [
    "Nurhaci declared himself <i>khan</i> of the later Jin dynasty.\n",
    "All foreign Jesuits were expelled from the Ming imperial court and astronomy bureau.\n"
  ],
  "India": [
    "Susenghphaa, ruler of the Ahom kingdom defeats Mughal forces in a land and naval battle at Bharali, Assam.\n"
  ],
  "Malta": [
    "William Lithgow reports that on a visit to Malta he \"saw a Spanish soldier and a Maltese boy burnt in ashes, for the public profession of sodomy\". The following day more than one hundred young men flee to Sicily for fear of suffering a similar fate.\n"
  ],
  "Philippine": [
    "Andrés Alcaraz appointed Governor-General (1616–1618) by the Audiencia Real.",
    "The Colegio de Nuestra Señora del Santísimo Rosario (presently the University of Santo Tomas in Manila) given authorization to confer academic degrees in Theology and Philosophy by the Holy See",
    "Governor Alonso Fajardo de Entenza recognizes the Colegio de Nuestra Señora del Santísimo Rosario (presently the University of Santo Tomas in Manila)"
  ],
  "Taiwan": [
    "Nagasaki official Murayama Tōan leads troops on an unsuccessful invasion of Taiwan.\n"
  ],
  "Tonga": [
    "Willem Schouten and Jacob Le Maire visited the Niuas\n"
  ]
}