{
  "year": "1642",
  "Australia": [
    "Dutch explorer Abel Tasman explored the west coast of Tasmania, landed on its east coast and named the island Anthoonij van Diemenslandt.\n"
  ],
  "Barbados": [
    "English Civil War: Large influx of both English Parliamentarians, and Royalists to island. (to 1651)\n",
    "The British Parliament sends a fleet to blockade ports of Barbados, the island surrenders in December and agrees to recognise Charles II as King. (to 1651)\n"
  ],
  "Belgium": [
    "Army of Flanders victorious in the Battle of Honnecourt\n"
  ],
  "Brazil": [
    "Isaac Aboab da Fonseca is appointed rabbi in Pernambuco, thus becoming the first rabbi of the Americas.\n"
  ],
  "Cambodia": [
    "Murder of Padumaraja and Outhei by Ramadhipadi, son of Chettha II. Ramadhipati converts to Islam and takes the name Ibrahim.\n"
  ],
  "Canada": [
    "Fort Ville-Marie -(Old Montreal) founded with the majority of immigrants coming directly from France led by Paul de Chomedey and Jeanne Mance, a lay woman."
  ],
  "China": [
    "<i>1642 Yellow River flood</i>: The Ming governor of Kaifeng destroyed the levees holding back the Yellow River in order to break the siege of the peasant army of Li Zicheng.  The resulting flood destroyed Kaifeng and killed some three hundred thousand people.\n",
    "A Han army was made the last of the Qing Eight Banners.\n"
  ],
  "England": [
    "The English Civil War began (see timeline of the English Civil War).\n"
  ],
  "Germany": [
    "<i>Battle of Breitenfeld</i>: The Swedish army dealt a decisive defeat to the Holy Roman Empire near Breitenfeld.\n"
  ],
  "Ireland": [
    "<i>Irish Confederate Wars</i>: The Irish Catholic Confederation is established, under the nominal overlordship of Charles I of England, with its capital at Kilkenny.\n"
  ],
  "Japan": [
    "The Kan'ei Great Famine happens due to a combination of government over-spending, Rinderpest epizootic, volcanic eruptions and extreme weather.\n"
  ],
  "Taiwan": [
    "The Dutch oust the Spaniards in Keelung; so ends Spanish Formosa\n",
    "The Dutch forbid Chinese from settling outside of areas of company control\n"
  ]
}