{
  "year": "1791",
  "Australia": [
    "The first ship of the Third Fleet arrived at Sydney Cove.\n"
  ],
  "Belgium": [
    "Austrian military intervention restores César-Constantin-François de Hoensbroeck as prince-bishop of Liège\n"
  ],
  "Canada": [
    "The Constitutional Act of 1791 divides the Province of Quebec  into Upper and Lower Canada (modern-day Ontario and Quebec)."
  ],
  "China": [
    "<i>Dream of the Red Chamber</i> was published.\n"
  ],
  "Germany": [
    "Prussia and the Holy Roman Empire issued the Declaration of Pillnitz, promising to join a coalition to restore Louis XVI of France to the French throne.\n",
    "Mozart died.\n"
  ],
  "Haiti": [
    "Vincent Ogé and Jean-Baptiste Chavannes, proponents of equal rights for free blacks and mulattos and leaders of an armed rebellion, were publicly executed in Cap-Français.\n",
    "The <i>Conseil des Représentants de la Commune</i> was founded by affranchis to demand equal rights.  Pinchinat was named president of the council.\n",
    "<i>Haitian Revolution</i>: Dutty Boukman and Cécile Fatiman held a Vodou ceremony in Bois-Caïman, where hundreds of slaves vowed to die for liberty.\n",
    "A force of Africans and slaves defeated the Europeans near Port-au-Prince.\n",
    "Rebel leader Dutty Boukman was killed in a major revolt led by himself, Jean François, Georges Biassou, and Jeannot.\n",
    "The Concordat de Damiens was signed, granting political rights to the affranchis.\n",
    "The First Civil Commission, comprising Roume, Mirbeck, and Saint-Léger, arrived in Cap-Français to restore order.\n"
  ],
  "Poland": [
    "Free Royal Cities Act\n",
    "Adoption of Constitution of 3 May\n"
  ],
  "Russia": [
    "<i>Great Sejm</i>: Poland's Constitution of 3 May was ratified in secret. The new constitution abolished the <i>liberum veto</i>, reducing the power of the nobles and limiting Russia's ability to influence Polish internal politics.\n",
    "Catherine established the Pale of Settlement, an area in European Russia into which Russian Jews were transported.\n"
  ]
}