{
  "year": "1792",
  "Australia": [
    "Two French ships, <i>Recherche</i> and <i>Espérance</i>, anchor at Recherche Bay, near the southernmost point of Tasmania.\n",
    "Governor Philip returned to England, accompanied by Bennelong, who became the first Australian-born person to sail to Europe.\n"
  ],
  "Belgium": [
    "Battle of Jemappes: French gain control of Belgium and Liège.\n"
  ],
  "Brazil": [
    "Tiradentes, prime figure in the Inconfidência Mineira plot, is executed in Rio de Janeiro.\n"
  ],
  "Burma": [
    "Defeats another Siamese invasion of Tenasserim\n"
  ],
  "Chile": [
    "A Huilliche rebellion occurs in the surroundings of Río Bueno.\n"
  ],
  "Germany": [
    "<i>French Revolutionary Wars</i>: France declared war on Austria.\n",
    "Charles William Ferdinand, Duke of Brunswick-Wolfenbüttel, commander of the allied armies of Prussia and Austria, issued the Brunswick Manifesto, which threatened reprisals against French civilians in the event that the French king Louis XVI or his family were harmed.\n"
  ],
  "Haiti": [
    "France's Legislative Assembly voted to give full citizenship and equal rights to all free people of color.\n",
    "The Second Civil Commission, comprising Léger-Félicité Sonthonax, Étienne Polverel and Ailhaud, arrived in Cap-Français to execute the law of 4 April.\n"
  ],
  "India": [
    "Third Anglo-Mysore War ends.\n"
  ],
  "Indinesia": [
    "Hamengkubuwana I dies.\n"
  ],
  "Japan": [
    "1792 Unzen earthquake and tsunami\n"
  ],
  "Malta": [
    "Fort Tigné built\n"
  ],
  "Nepal": [
    "Nepalese expansion halted by defeat at hands of Chinese in Tibet.\n"
  ],
  "Poland": [
    "Polish–Russian War\n",
    "Signing of Targowica Confederation\n",
    "Great Sejm ends\n"
  ],
  "Russia": [
    "<i>Russo-Turkish War (1787–1792)</i>: The Treaty of Jassy was signed, ending the war. The Russian border in Yedisan was extended to the Dniester river.\n",
    "<i>Polish–Russian War of 1792</i>: The army of the Targowica Confederation, which opposed the liberal Polish Constitution of 3 May, invaded Poland.\n"
  ],
  "Sweden": [
    "King Gustav III assassinated at a masked ball\n"
  ],
  "Vietnam": [
    "Nguyễn Văn Huệ died, probably from a stroke.  He was succeeded by his young son Nguyễn Quang Toản.\n"
  ]
}