{
  "year": "1793",
  "Bangladesh": [
    "Permanent Settlement Act imposed on Bengal.\n"
  ],
  "Belgium": [
    "Battle of Neerwinden: short-lived restoration of Austrian rule in the Low Countries.\n",
    "Battle of Menin between French and Dutch forces\n",
    "First Battle of Courtrai between French and Austrian forces\n"
  ],
  "Chile": [
    "The parliaments of <i>Negrete</i> and <i>Las Canoas</i> between Spanish and native Mapuche and Huilliche are celebrated. The native chiefs accept the Spanish king as their de jure sovereign, but their own independence is also confirmed.\n"
  ],
  "China": [
    "<i>Macartney Embassy</i> The British ambassador George Macartney, 1st Earl Macartney was introduced to the Qianlong Emperor.\n"
  ],
  "Cuba": [
    "Some 30,000 French refugees from a slave rebellion in Saint-Domingue, which becomes the Haitian revolution, arrive in Cuba.\n"
  ],
  "France": [
    "Former King of France Louis XVI was executed by guillotine. The National Convention had taken power a few months earlier.\n",
    "Revolutionary Paris sections took over the Convention, calling for administrative and political purges, starting 1-year and 2 months of what is known as the Reign of Terror.\n",
    "Former Queen of France Marie Antoinette was executed by guillotine.\n"
  ],
  "Haiti": [
    "A force led by the Second Civil Commission and affranchis defeated white colonists in a fight to enforce the law of 4 April.\n",
    "Toussaint Louverture offered his services as a military commander to the Spanish.\n",
    "French colonial forces, under the authority of the Second Civil Commission, put down a revolt led by François-Thomas Galbaud du Fort.\n",
    "Henri Christophe was promoted to the captaincy of the French colonial forces, but soon removed when accused of adultery.\n",
    "British troops landed in Saint-Domingue.\n",
    "Toussaint, fighting for Spain, captured the city of Dondon.\n",
    "Toussaint defeated the French general Desfourneaux at Ennery.\n",
    "Sonthonax, without prior approval from the French government, declared the abolition of slavery by decree in northern Saint-Domingue.  Polverel soon after does the same for the southern part of Saint-Domingue.\n",
    "Toussaint captured Gonaïves for Spain.\n"
  ],
  "India": [
    "Birth of Rani Rashmoni, one of the pioneers of the Bengali Renaissance.\n"
  ],
  "Philippine": [
    "Rafael María de Aguilar y Ponce de León appointed Governor-General (1793–1806)"
  ],
  "Poland": [
    "Second Partition of Poland\n",
    "Grodno Sejm\n"
  ],
  "Russia": [
    "<i>Polish–Russian War of 1792</i>: The second partition of Poland left the country with one-third of its 1772 population.\n",
    "<i>Grodno Sejm</i>: The last <i>sejm</i> of the Polish–Lithuanian Commonwealth ratified the second partition.\n"
  ],
  "Tonga": [
    "Tupoumoheofo, the first woman to hold the title <i>Tu'i Kanokupolu</i>, was overthrown by her cousin Tukuʻaho.\n"
  ]
}