{
  "year": "1798",
  "Australia": [
    "George Bass and Matthew Flinders sailed from Sydney and circumnavigated Tasmania, thus proving it to be an island. (to 1799)\n"
  ],
  "Belgium": [
    "Peasants' War (<i>Boerenkrijg</i>) in Flanders and Brabant; peasant army defeated near Hasselt on 5 December.\n"
  ],
  "Brazil": [
    "The first census in Brazil counts 2 million blacks in a total population of 3.25&nbsp;million.\n",
    "Revolt of the Alfaiates in Bahia.\n"
  ],
  "France": [
    "The United States Congress rescinded treaties with France, a moment considered as the semi-official beginning of the Quasi-War.\n"
  ],
  "Haiti": [
    "General Hédouville arrived in Cap-Français on the orders of the French government in order to oppose the ambition of Toussaint Louverture.\n",
    "British general Maitland agreed to evacuate Môle Saint-Nicolas in a treaty signed with Toussaint.\n"
  ],
  "India": [
    "Fourth Anglo-Mysore War begins.\n"
  ],
  "Ireland": [
    "<i>Battle of Ballymore-Eustace</i>: A miscarried surprise attack on the British garrison at Ballymore in County Kildare is counterattacked and defeated.\n",
    "<i>Irish Rebellion of 1798</i>: One thousand French soldiers land at Kilcummin in support of the rebellion.\n",
    "<i>Battle of Castlebar</i>: A combined French-Irish force defeats a vastly numerically superior British force at Castlebar.\n",
    "<i>Irish Rebellion of 1798</i>: The Republic of Connacht is proclaimed at Castlebar, in the first United Irishmen rebellion.\n"
  ],
  "Malta": [
    "Napoleon invades Malta. Mdina (Notbile) capitulates on 10 June. The act of capitulation of Mdina is signed on the one part by Vincenzo Barbara representing the French Republic and the Hakem together with the jurats representing the people.\n",
    "The Order capitulates. The Act of capitulation of Malta is signed on 12 June by on the one part by Napoleon on behalf of the French Republic, on the other six signed on behalf of the Order, the people of Malta and the King of Spain.\n",
    "The Commission of Government is appointed. General Claude Henri Belgrand de Vaubois is appointed Military Governor. The islands are divided into 12 municipalities.\n",
    "Slavery, the Roman Inquisition, and all titles of nobility are abolished in Malta.\n",
    "Tsar Paul I of Russia become <i>de facto</i> Grand Master of the Order, and orders the creation of a \"Throne of Malta,\" in the Vorontsov Palace in St. Petersburg (now  on display in the State Hermitage Museum).\n",
    "The French forces in Gozo surrender and the island becomes independent. First petition for the establishment of a separate Roman Catholic diocese on Gozo, led by Archpriest Saverio Cassar sent a day later.\n"
  ]
}