{
  "year": "1806",
  "Argentina": [
    "British invasions of the Río de la Plata unsuccessfully attempt to establish control over Spain's southern colonies as part of the Napoleonic Wars. Spanish troops offer no defence but British repelled by local civilians and militias (to 1807)\n"
  ],
  "France": [
    "Napoleon dissolved the Holy Roman Empire, and created the Confederation of the Rhine, a union of French client states composed of 16 states in present-day Germany.\n"
  ],
  "Germany": [
    "Sixteen German states established the Confederation of the Rhine, a confederation and protectorate of France.\n",
    "<i>Dissolution of the Holy Roman Empire</i>: Francis II, Holy Roman Emperor, emperor of the Holy Roman Empire, abdicated his title and released his subjects from their obligations to the empire.\n",
    "<i>Napoleonic Wars</i>: Prussia declared war on France.\n",
    "<i>Battle of Jena-Auerstedt</i>: French forces dealt a decisive defeat to a numerically superior Prussian army at Jena and Auerstedt.\n"
  ],
  "Haiti": [
    "Dessalines is assassinated at Pont-Rouge by disaffected leaders of his administration\n",
    "During a meeting at a cathedral in Port-au-Prince, the Constituent Assembly creates a new constitution and appoints Henri Christophe to a four-year term as President of the Republic of Haiti\n"
  ],
  "India": [
    "Vellore Mutiny\n"
  ],
  "Indinesia": [
    "The Batavian Republic is dissolved and the Kingdom of Holland is created, a puppet kingdom set up by Napoléon Bonaparte.\n"
  ],
  "Japan": [
    "Chwostoff raids on the Japanese-controlled Kuril islands.\n"
  ],
  "Malta": [
    "A gunpowder magazine explosion in Birgu kills around 200 people.\n"
  ],
  "Nepal": [
    "Bhimsen Thapa becomes prime minister\n"
  ],
  "Philippine": [
    "Mariano Fernández de Folgueras appointed Governor-General (1806–1810)"
  ],
  "Poland": [
    "Greater Poland Uprising begins.\n",
    "The Town of Łódź became a part of the Napoleonic Duchy of Warsaw.\n"
  ],
  "Russia": [
    "To counter the French presence in Dalmatia, Russia invaded Wallachia and Moldavia.\n",
    "<i>Russo-Turkish War (1806–1812)</i>: The Ottoman Empire declared war on Russia.\n"
  ],
  "Tonga": [
    "William Mariner began a sojourn in Tonga.\n"
  ]
}