{
  "year": "1813",
  "Argentina": [
    "The Battle of San Lorenzo in February, first battle of José de San Martín in the Argentine War of Independence\n",
    "The <i>Asamblea del año XIII called in February to plan further military campaigns and organise defence of Buenos Aires</i>\n"
  ],
  "Armenia": [
    "Treaty of Gulistan. All of Eastern Armenia remains under Persian rule, except for the Armenians in Karabakh, which had already de facto become part of the Russian Empire.\n"
  ],
  "Australia": [
    "Blaxland, Lawson and Wentworth crossed the Blue Mountains.\n",
    "Matthew Flinders referred to New South Wales by the name \"Australia\".\n"
  ],
  "Canada": [
    "During the War of 1812, Laura Secord learns of an American plan to launch a surprise attack on British forces and walks 20 miles to warn the defenders. The British defeat the American invaders at the Battle of Beaver Dams on 24 June."
  ],
  "Chile": [
    "The Spanish send military expeditions (under Antonio Pareja and Gabino Gaínza) from the Viceroyalty of Peru. In the ensuing battles O'Higgins rises to be seen as a figure of great stature, overshadowing the continually less popular Carrera, who ultimately resigns. Francisco de la Lastra becomes Supreme Director.\n"
  ],
  "France": [
    "Battle of Leipzig, 600,000 soldiers are involved in the largest battle in Europe prior to World War I. Coalition routs the French.\n"
  ],
  "Germany": [
    "Richard Wagner was born.\n",
    "<i>Battle of Leipzig</i>: The French army was encircled and forced to retreat from Leipzig in a battle in which some ninety thousand French and allied troops were killed or injured.\n"
  ],
  "Malta": [
    "A plague epidemic begins, killing around 4,500 people until its end in May 1814.\n",
    "Civil Commissioner Sir Hildebrand-Oakes is replaced by Sir Thomas Maitland, the first to be described by the British as ‘Governor’. Malta becomes a crown colony.\n",
    "Malta is granted the <i>Bathurst Constitution</i>.\n"
  ],
  "Mexico": [
    "\n<ul><li>The Congress of Chilpancingo is inaugurated. Morelos delivers the inaugural speech and Juan Nepomuceno Rosáins reads the <i>Sentimientos de la Nación</i>.</li></ul>\n"
  ],
  "Philippine": [
    "The Cadiz Constitution implemented in Manila.",
    "José Gardoqui Jaraveitia appointed Governor-General (1806–1816)",
    "Napoleon is defeated in the Battle of the Nations near Leipzig",
    "British General Duke of Wellington drives the Napoleonic forces out of Spain"
  ],
  "Poland": [
    "Siege of Danzig occurred.\n"
  ],
  "Russia": [
    "<i>Russo-Persian War (1804–1813)</i>: According to the Treaty of Gulistan, the Persian Empire ceded its Transcaucasian territories to Russia.\n"
  ],
  "Serbia": [
    "The Revolutionary Serbia is crushed facing the Ottomans as they invade the country with 200,000 soldiers. The lack of support from Imperial Russia, who were at war against Napoleon at the time, also contributed to the Serbian defeat. Widespread revenge attacks upon civilians, nobles and \"Intelligentsia\" trigger a second insurrection.\n"
  ],
  "Slovenia": [
    "Lower Carinthia is re-conquered.\n"
  ]
}