{
  "year": "1825",
  "Argentina": [
    "The United Kingdom recognises Argentine independence.\n",
    "Deputies from the eastern bank of the Río de la Plata declare independence from Brazil, leading to the Cisplatine War. The 1827 Battle of Ituzaingó saw tactical success for Argentina. The war ended in 1828 with a treaty giving independence to Uruguay\n"
  ],
  "Australia": [
    "The New South Wales western border was extended to 129° E.  Van Diemen's Land was proclaimed.\n"
  ],
  "Brazil": [
    "Frei Caneca and other leaders of the Confederation of the Equator rebellion are executed in Recife.\n",
    "Uruguay is declared independent of the Empire of Brazil by the Thirty-Three Orientals, a militant revolutionary group led by Juan Antonio Lavalleja.\n"
  ],
  "Chile": [
    "Taking advantage of the un-surveyed border, and ignoring the royal decree of 1681 and the principal <i>uti possidetis</i>, Simón Bolívar grants the port of Cobija to Bolivia. This gives Bolivia an outlet to the sea between Chile and Peru, which it will retain until the War of the Pacific.\n"
  ],
  "Haiti": [
    "King Charles X of France signs an ordinance which conditionally recognizes the independence of Haiti and imposes a 150 million franc indemnity on the Haitian government\n",
    "A squadron of French ships arrives in Haiti to deliver the news of Charles X's ordinance of 17 April to President Boyer\n"
  ],
  "Indinesia": [
    "Java War (to 1830)\n"
  ],
  "Japan": [
    "Edict to Repel Foreign Vessels\n"
  ],
  "Philippine": [
    "Mariano Ricafort Palacín y Abarca appointed Governor-General (1825–1830)"
  ],
  "Poland": [
    "Death of Alexander I of Russia.\n"
  ],
  "Russia": [
    "Alexander died of typhus. The army swore allegiance to his oldest brother, the Grand Duke Constantine Pavlovich. Constantine, however, following Alexander's choice of successor, swore allegiance to his younger brother, Nicholas I.\n",
    "Under pressure from Constantine, Nicholas published Alexander's succession manifesto.\n",
    "<i>Decembrist revolt</i>: Three thousand soldiers gathered at the Senate Square in Saint Petersburg, and declared their loyalty to Constantine and to the idea of a Russian constitution. When talk failed, the tsarist army dispersed the demonstrators with artillery, killing at least sixty.\n"
  ]
}