{
  "year": "1846",
  "Belgium": [
    "Barthélémy de Theux de Meylandt replaces Sylvain Van de Weyer as Prime Minister\n"
  ],
  "Canada": [
    "The Oregon boundary dispute is settled with the signing of the Oregon Treaty, extending the boundary between British North America and the United States along the 49th parallel from the Rocky Mountains to the Juan de Fuca Strait, and defining the maritime boundary to the Pacific Ocean.\n"
  ],
  "Haiti": [
    "President Pierrot is overthrown; Jean-Baptiste Riché becomes President of Haiti\n"
  ],
  "Italy": [
    "Pope Pius IX is elected, and his support of the unification of Italy helps to further popularise the movement.\n"
  ],
  "Japan": [
    "Emperor Ninkō died at the age of 45 and was succeeded by Emperor Kōmei.\n"
  ],
  "Mexico": [
    "\n<ul><li>The Thornton Affair is the first clash of the Mexican–American War as 80 cavalrymen under the command of U.S. Captain Seth B. Thornton are attacked by 1600 men under the leadership of Mexican General Anastasio Torrejón in the Nueces Strip between the Nueces River and the Rio Grande.</li></ul>\n",
    "\n<ul><li>The U.S. Congress declares war against Mexico.</li></ul>\n",
    "\n<ul><li>The United States begins the Blockade of Veracruz.</li></ul>\n"
  ],
  "Nepal": [
    "Nepal falls under sway of hereditary chief ministers known as Ranas, who dominate the monarchy and cut off country from outside world.\n",
    "Kot Massacre takes place\n"
  ],
  "Philippine": [
    "<i>La Esperanza</i> is established by Miguel Sanchez; the country's first daily newspaper lasted three years.\n"
  ],
  "Poland": [
    "Kraków Uprising begins.\n",
    "Kraków Uprising ended.\n",
    "Free City of Kraków incorporated into the Austrian Empire.\n"
  ],
  "Slovenia": [
    "First locomotive of the \"Southern Railway\" comes to Celje.\n",
    "Trial run of the first train on the \"Southern Railway\" to Celje is performed.\n",
    "The \"Southern Railway\" to Celje is open for public.\n"
  ],
  "Spain": [
    "<i>Second Carlist War</i>: The war began.\n"
  ],
  "Tajikistan": [
    "<i>Battle of Aliwal</i>: The battle took place.\n",
    "The Treaty of Lahore was signed.\n",
    "<i>First Anglo-Sikh War</i>: The war ended with Britain claiming victory.\n"
  ]
}