{
  "year": "1847",
  "Belgium": [
    "Charles Rogier replaces Barthélémy de Theux de Meylandt as Prime Minister\n"
  ],
  "Brazil": [
    "Afonso dies at age two, leaving his father , the last emperor of Brazil, without a male heir.\n"
  ],
  "Haiti": [
    "Haitian historian Thomas Madiou publishes the first volume of his seminal work <i>Histoire d'Haïti</i> (<i>\"History of Haiti\"</i>)\n",
    "President Riché dies in office\n",
    "Faustin Élie Soulouque is elected President of Haiti\n"
  ],
  "Japan": [
    "1847 Nagano earthquake\n"
  ],
  "Mexico": [
    "\n<ul><li>The Battle of Buena Vista takes place. The Mexican army is superior in number, but it found poorly armed and exhausted by the march and severity of the weather; For its part, the US military is smaller, but is better organized and has more artillery. The result is indecisive.</li></ul>\n",
    "\n<ul><li>During the night, Santa Anna orders the withdrawal of his troops from the battlefield for his focus on the hacienda of Agua Nueva.</li></ul>\n",
    "\n<ul><li>The Mexican army under Santa Anna undertakes a forced march to San Luis Potosí, arriving on 12 March.</li>\n<li>In Mexico City, the Rebellion of the Polkos breaks out against the sale of ecclesiastical property, the opposition to the government of Gómez Farías, and the intention to take Santa Anna to the Presidency.</li></ul>\n",
    "\n<ul><li>Regular Mexican troops and Saint Patrick's Battalion under Manuel Rincón hold a fortified monastery against Winfield Scott.</li></ul>\n",
    "\n<ul><li>General Scott assaults Chapultepec Castle. <i>Los Niños Héroes</i> (six cadets between 12 and 18 years old who died in defense of the military academy) pass into legend. Some captured San Patricios members executed during the battle.</li></ul>\n",
    "\n<ul><li>After several days of fierce fighting, Mexico City falls.</li></ul>\n",
    "\n<ul><li>The Mexican government moves to Toluca. President Peña calls on the governors and deputies to meet in Querétaro.</li></ul>\n",
    "\n<ul><li>In the city of Querétaro, the executive power is established under General Peña y Peña.</li></ul>\n"
  ],
  "Switzerland": [
    "<i>Sonderbund War</i>: In the midst of a political crisis, troops from Uri, a member of the <i>Sonderbund</i>, a separate alliance of Catholic cantons of Switzerland, seized the Gotthard Pass between the northern and southern halves of the country.\n"
  ],
  "Vietnam": [
    "French bombardment of Da Nang in response to persecution of Catholic missionaries.\n",
    "Emperor Thiệu Trị (1841–1847) ended his rule of Vietnam.\n"
  ]
}