{
  "year": "1848",
  "Albania": [
    "Albanians rose up against the Tanzimat reforms.\n"
  ],
  "Belgium": [
    "French Republican agitators seeking to foment revolution in Belgium arrested at Quiévrain.\n",
    "Belgian general election, 1848\n"
  ],
  "Chile": [
    "Founding of Punta Arenas in the Strait of Magellan\n"
  ],
  "France": [
    "<i>February Revolution</i> or French Revolution of 1848: Republican riots forced King Louis-Philippe to abdicate and flee to England.\n",
    "Louis Napoleon Bonaparte starts his term as the first president of the French Republic.\n",
    "European Revolutions of 1848\n"
  ],
  "Germany": [
    "<i>German revolutions of 1848–49</i>: An assembly in Mannheim adopted a resolution demanding a bill of rights.\n",
    "<i>First Schleswig War</i>: Ethnic German rebels loyal to the provisional government in the Danish duchies of Schleswig and Holstein captured the government fortress at Rendsburg.\n",
    "<i>German federal election, 1848</i>: Elections were held in the thirty-nine states of the German Confederation to a national constituent assembly, the Frankfurt Parliament.\n"
  ],
  "Italy": [
    "Fuelled by the revolutionary republican ideology of Mazzini, uprisings lead to revolutionary governments being briefly installed in Rome, Milan (see Cinque giornate di Milano), and Venice, and the establishment of constitutions in the Kingdom of the Two Sicilies, the Papal States, and Tuscany. Takeover by reactionary forces and the defeat of Piedmont-Sardinia by Austria lead to a failure in the First Italian War of Independence.\n"
  ],
  "Japan": [
    "The isolation policy of the Tokugawa shogunate has begun to crumble by the time of landing of Ranald MacDonald on Rishiri Island.\n"
  ],
  "Mexico": [
    "\n<ul><li>The Treaty of Guadalupe Hidalgo, ending the Mexican–American War is signed in Mexico City. The U.S. agrees to pay  US$15 million to Mexico and to pay off the claims of American citizens against Mexico. It gave the United States the Rio Grande as a boundary for Texas, and gave the U.S. ownership of Alta California and a large area comprising roughly half of New Mexico, most of Arizona, Nevada, and Utah, and parts of Wyoming and Colorado.</li></ul>\n",
    "\n<ul><li>The Treaty of Guadalupe Hidalgo goes into effect.</li></ul>\n"
  ],
  "Philippine": [
    "<i>Diario de Manila</i>, best edited newspaper, is published (1848–1899).\n"
  ],
  "Poland": [
    "Greater Poland Uprising.\n"
  ],
  "Serbia": [
    "The Spring of Nations erupts in Europe. The Serbs of Habsburg Empire demand self-rule according to the 1691 charter of Leopold I, Emperor of Austria. The Serbs proclaimed the creation of autonomous Serbian Vojvodina in Sremski Karlovci as the Serb army in the Habsburg Monarchy clashes with the Hungarians.\n"
  ],
  "Slovenia": [
    "The United Slovenia (<i>Zedinjena Slovenija</i>), the first Slovene political programme rises.\n",
    "The Ljubljana railway station is finished.\n"
  ],
  "Sweden": [
    "Series of riots, the <i>Marsoroligheterna</i>, in Stockholm\n"
  ],
  "Switzerland": [
    "A new constitution was issued establishing Switzerland as a federal state with a bicameral Federal Assembly.\n"
  ],
  "Tanzania": [
    "German missionary Johannes Rebmann, accompanied by Johann Ludwig Krapf, become the first Europeans to report seeing Mount Kilimanjaro.\n"
  ]
}