{
  "year": "1854",
  "Argentina": [
    "Urquiza became first President of Argentina in modern sense but opposed by Buenos Aires, still opposed to federal project\n"
  ],
  "Australia": [
    "The Eureka Stockade\n"
  ],
  "Belgium": [
    "Commercial treaty with France on tariffs, transit and navigation for five years.\n",
    "Partial legislative elections of 1854\n"
  ],
  "Brazil": [
    "The first railway in Brazil is inaugurated by Pedro II of Brazil on in Rio de Janeiro, built by the Viscount of Maua.\n"
  ],
  "Colombia": [
    "José María Melo is President of the Republic of New Granada\n"
  ],
  "Japan": [
    "Second Visit. Matthew C. Perry returns to Japan with eight Black Ships and finds that the shogunate had prepared a treaty accepting virtually all demands from President Millard Fillmore.\n",
    "Matthew C. Perry signs the Convention of Kanagawa. Within five years, Japan signs similar treaties with other western countries, thus ending an isolation period of more than 200 years known as <i>sakoku</i>, whereby the Dutch and Chinese ships had limited trade exclusivity.\n",
    "The Ansei great earthquakes series starts with the 1854 Tōkai earthquake and tsunami.\n"
  ],
  "Mexico": [
    "\n<ul><li>The Plan de Ayutla is proclaimed, setting off a 19-month revolt against Antonio López de Santa Anna known as the <b>Revolution of Ayutla</b>, leading to <i>La Reforma</i> (The Reform) and the Constitution of 1857.</li></ul>\n"
  ],
  "Philippine": [
    "Manuel Pavía y Lacy appointed Governor-General (1854)",
    "Ramón Montero y Blandino appointed Governor-General (1854)",
    "Manuel Crespo y Cebrían appointed Governor-General (1854)"
  ],
  "Russia": [
    "<i>Crimean War</i>: Britain and France declared war on Russia.\n",
    "<i>Crimean War</i>: In order to prevent the Austrian Empire entering the war, Russia evacuated Wallachia and Moldavia.\n"
  ],
  "Singapore": [
    "Convent of the Holy Infant Jesus (CHIJ) was established.\n"
  ],
  "Vietnam": [
    "Emperor Tự Đức (1847–1883) became ruler of Vietnam.\n",
    "Cao Bá Quát Uprising.\n"
  ]
}