{
  "year": "1859",
  "Argentina": [
    "Defeat of Unitarian forces led by Bartolomé Mitre by Urquiza and federals at Battle of Cepeda; Buenos Aires re-enters confederation\n"
  ],
  "Australia": [
    "SS&nbsp;<i>Admella</i> wrecked off south-east coast of South Australia with the loss of 89 lives.\n",
    "Australian rules football codified, Melbourne Football Club founded\n",
    "Queensland separated from New South Wales with its western border at 141° E.\n"
  ],
  "Belgium": [
    "Five-year commercial treaty with France (1854) extended for two more years.\n",
    "Partial legislative elections of 1859\n",
    "Lower House of the Belgian Parliament passes a motion for the fortification of Antwerp.\n"
  ],
  "Brazil": [
    "Border Treaty between Brazil and Venezuela: The two countries agree their borders should be traced at the water divide between the Amazon and the Orinoco basins.\n"
  ],
  "Burma": [
    "Mindon moves capital to newly founded city of Mandalay\n"
  ],
  "Chile": [
    "Chilean Revolution of 1859. Pedro León Gallo, radical revolutionary of Copiapó, and others are defeated by the government forces. However, as a consequence, Antonio Varas renounces to his candidature.\n"
  ],
  "East_Timor": [
    "The border between Portuguese Timor and the Dutch East Indies was formally decided.\n"
  ],
  "England": [
    "<i>On the Origin of Species</i> by Charles Darwin is published\n"
  ],
  "Germany": [
    "The reformist Albrecht von Roon was appointed Prussian minister of war.\n"
  ],
  "Haiti": [
    "Fabre Geffrard is elected President of Haiti\n"
  ],
  "India": [
    "Death of Tatya Tope\n"
  ],
  "Italy": [
    "After having allied with France, under the lead of Cavour, the Kingdom of Piedmont-Sardinia provokes Austria to war and secure the takeover of Milan and Lombardy (Second Italian War of Independence). Plebiscites subsequently guarantee the annexation of Tuscany, Emilian dukedoms, and Papal-controlled central Italy. Savoy and Nice are ceded to France in exchange for recognition. (to 1860)\n"
  ],
  "Philippine": [
    "Jesuits return to the Philippines",
    "Jesuits takes over the Escuela Municipal and establishes the Ateneo Municipal"
  ],
  "Singapore": [
    "Major General Sir Orfeur Cavenagh was appointed as the Governor of the Straits Settlements.\n",
    "The Singapore Botanic Gardens was founded.\n"
  ],
  "Vietnam": [
    "Thủ Khoa Huân Uprising.\n"
  ]
}