{
  "year": "1861",
  "Albania": [
    "The first school known to use the Albanian language in modern times opened in Shkodër.\n"
  ],
  "Argentina": [
    "Mendoza earthquake kills 8,000 to 10,000 citizens of Mendoza\n"
  ],
  "Australia": [
    "The ill-fated Burke and Wills expedition occurred.\n",
    "Skiing in Australia introduced by Norwegians in the Snowy Mountains goldrush town of Kiandra.\n"
  ],
  "Barbados": [
    "The introduction of piped water in Bridgetown.\n"
  ],
  "Belgium": [
    "Partial legislative elections of 1861\n"
  ],
  "Chile": [
    "José Joaquín Pérez of the Liberal Party elected president. His party will retain power until the Chilean Revolution of 1891.\n"
  ],
  "China": [
    "Gong established the Zongli Yamen to temporarily supervise the conduct of foreign affairs throughout the Qing government.\n",
    "The Xianfeng Emperor died.\n",
    "The Xianfeng Emperor's young son the Tongzhi Emperor became emperor of the Qing dynasty.\n"
  ],
  "Colombia": [
    "Bartolomé Calvo is President of the Granadine Confederation\n",
    "Tomás Cipriano de Mosquera is President of the Granadine Confederation\n"
  ],
  "Estonia": [
    "\"Kalevipoeg\", Estonia's national epic, was published in both Estonian and German.\n"
  ],
  "India": [
    "Rabindranath Tagore is born.\n"
  ],
  "Italy": [
    "Most of the states of the Italian Peninsula are united under King Victor Emmanuel II of the Savoy dynasty, crowned King of Italy.\n"
  ],
  "Mexico": [
    "\n<ul><li>Juarez recaptures Mexico City and goes on to defeat the Conservatives. He is elected president in his own right in March.</li></ul>\n",
    "\n<ul><li>France, Great Britain, and Spain agree to the Convention of London, a joint effort to extract loan repayments from Mexico, which President Juarez had frozen three months earlier.</li></ul>\n",
    "\n<ul><li>France, Spain, and Great Britain disembark in Veracruz. Spain and Britain later withdraw.</li></ul>\n"
  ],
  "Philippine": [
    "José Lemery e Ibarrola Ney y González appointed Governor-General (1861–1862)",
    "Birth of Jose Rizal, one of the country' national heroes",
    "Escuela de Artes Y Oficios de Bacolor established as Asia's oldest vocational school."
  ],
  "Russia": [
    "<i>Emancipation reform of 1861</i>: Alexander issued a manifesto emancipating the serfs; Student Protests against the Tsar.\n"
  ],
  "Tanzania": [
    "Zanzibar and Oman are split into two separate principalities with Majid bin Said becoming the first Sultan of Zanzibar.\n"
  ],
  "Vietnam": [
    "Sinking of <i>L'Esperance</i>\n",
    "Trương Định Uprising.\n"
  ]
}