{
  "year": "1863",
  "Australia": [
    "South Australia took control of the Northern Territory which was previously part of the colony of New South Wales.\n"
  ],
  "Belgium": [
    "Dutch government agrees to perpetual abolition of tolls on the Scheldt river in return for a payment of 17 million guilders\n",
    "Partial legislative elections of 1863\n"
  ],
  "Cambodia": [
    "Faced with a domestic rebellion, Norodom was forced to accept an offer of protection from the French.\n"
  ],
  "Chile": [
    "A French adventurer proclaims himself Orélie Antoine I, King of Araucanía. After a short time he is arrested by the Chileans and deported in the pacification of Araucanía.\n"
  ],
  "Colombia": [
    "Foundation of Pereira, Colombia by Remigio Antonio Cañarte\n",
    "The name of the Republic is changed officially to \"United States of Colombia\" through the Rionegro Constitution\n",
    "Tomás Cipriano de Mosquera is the first President of the United States of Colombia\n",
    "The Flag of Colombia is officially adopted\n"
  ],
  "England": [
    "The first underground train goes into operation in London\n"
  ],
  "Germany": [
    "The General German Workers' Association was formed.\n"
  ],
  "India": [
    "Swami Vivekanand is born (to 1902)\n"
  ],
  "Japan": [
    "Order to expel barbarians\n",
    "Battle of Shimonoseki Straits\n",
    "Bombardment of Kagoshima\n",
    "Tenchūgumi incident - the year-long rebellion in Yamato Province starts.\n"
  ],
  "Mexico": [
    "\n<ul><li>The Second Mexican Empire is declared, with the support of French Emperor Napoleon III, as well as the Austrian and Belgian crowns. The Empire came to an end on 19 June 1867, with the execution of Emperor Maximilian I.</li></ul>\n"
  ],
  "Philippine": [
    "An earthquake leaves Manila in ruins",
    "Andres Bonifacio, founder of the Katipunan, was born."
  ],
  "Poland": [
    "January Uprising begins.\n"
  ],
  "Russia": [
    "<i>January Uprising</i>: An anti-Imperial uprising began in Poland; girls allowed into secondary schools and standard curriculum set.\n"
  ],
  "Slovenia": [
    "The \"Carinthian railway\" is built\n"
  ],
  "Taiwan": [
    "Lin Wencha is promoted to commander-in-chief of Fujian troops, the highest position ever attained by a Taiwanese during the Qing dynasty\n"
  ]
}