{
  "year": "1864",
  "Argentina": [
    "Start of War of the Triple Alliance between Paraguay and the Triple Alliance of Argentina, Brazil and Uruguay, leading to utter defeat of Paraguay by 1870\n"
  ],
  "Australia": [
    "Great Fire of Brisbane\n"
  ],
  "Belgium": [
    "Belgian general election, 1864\n"
  ],
  "Bhutan": [
    "Britain sends a peace mission to Bhutan in the wake of a recent civil war, during a period when two rival claimants to the office of Druk Desi competed for power. Though the British attempt to deal with both Druk Desis, the peace mission is rejected by Bhutan.\n",
    "Britain declares war on Bhutan. The Duar War lasts five months, resulting in Bhutan's defeat and cession of significant territory under the Treaty of Sinchula.\n"
  ],
  "Brazil": [
    "American Civil War: Bahia incident: USS <i>Wachusett</i> illegally captures the CSS&nbsp;<i>Florida</i> Confederate raider while in port in Bahia, Brazil in violation of Brazilian neutrality.\n"
  ],
  "Canada": [
    "The Charlottetown Conference, the first of several meetings to discuss a Maritime Union and Canadian Confederation, is held in Charlottetown."
  ],
  "China": [
    "The Ever Victorious Army of the Qing dynasty was disbanded.\n"
  ],
  "Colombia": [
    "Manuel Murillo Toro is President of the United States of Colombia\n"
  ],
  "Germany": [
    "<i>Second Schleswig War</i>: Prussia invaded Schleswig.\n",
    "<i>Second Schleswig War</i>: Denmark, Austria and Prussia signed the Treaty of Vienna, placing the duchies of Schleswig and Holstein under Prussian and Austrian administration, respectively, and ending the war.\n"
  ],
  "Indinesia": [
    "The first railway track in Indonesia was laid between Semarang and Tanggung, Central Java by the Dutch colonial government.\n"
  ],
  "Japan": [
    "The Mito rebellion starts in Mito Domain and continues until January 1865.\n",
    "Kinmon incident - an attempt to kidnap an Emperor Kōmei, resulting in partial burning of Kyoto. It was retaliated by the abortive First Chōshū expedition.\n"
  ],
  "Malta": [
    "Pope Pius IX issues a papal bull entitled <i>Singulari Amore</i> (With remarkable love), separating the islands of Gozo and Comino from the diocese of Malta; seven days later, Michele Francesco Buttigieg is elected first Bishop of Gozo.\n"
  ],
  "Mexico": [
    "\n<ul><li><b>Fernando Maximiliano José María de Habsburgo-Lorena</b>, Archduke of Austria, was offered the Mexican crown in October, 1863, which he accepted on 10 April. He and his wife, Charlotte of Belgium arrived in Veracruz on 29 May 1864, and they soon established their official residence at Chapultepec Castle in Mexico City.</li></ul>\n"
  ],
  "Philippine": [
    "Apolinario Mabini, the Brains of the Revolution, was born."
  ],
  "Poland": [
    "Abolition of serfdom in Congress Poland.\n"
  ],
  "Russia": [
    "Zemstva were established for the local self-government of Russian citizens.\n",
    "The Russian army began an incursion into the Khanate of Kokand.\n",
    "<i>Caucasian War</i>: Alexander declared the war over.\n",
    "<i>January Uprising</i>: Romuald Traugutt, the dictator of the rebellion, was hanged.\n",
    "<i>Judicial reform of Alexander II</i>: A royal decree introduced new laws unifying and liberalizing the Russian judiciary.\n"
  ],
  "Slovenia": [
    "The Kozler brothers establish the Pivovarna Union (<i>The Union Brewery</i>).\n"
  ],
  "Spain": [
    "<i>Chincha Islands War</i>: The war began.\n"
  ],
  "Sweden": [
    "Daily newspaper <i>Dagens Nyheter</i> established\n"
  ]
}