{
  "year": "1866",
  "Belgium": [
    "Partial legislative elections of 1866\n"
  ],
  "Burma": [
    "Head of reform movement, Crown Prince Kanaung is assassinated.\n"
  ],
  "Chile": [
    "Chile, Ecuador, Peru, and Bolivia at war with Spain. The port of Valparaíso is bombed by the Spanish. A treaty of limits (borders) of 1866 is signed with Bolivia.\n"
  ],
  "Colombia": [
    "José María Rojas Garrido is President of the United States of Colombia\n",
    "Tomás Cipriano de Mosquera is President of the United States of Colombia for second time\n"
  ],
  "France": [
    "<i>French intervention in Mexico</i>: French troops start withdrawing from the country.\n"
  ],
  "Germany": [
    "<i>Austro-Prussian War</i>: Prussia declared war on Austria.\n",
    "<i>Battle of Königgrätz</i>: Prussian forces broke an Austrian line and dealt them a decisive defeat at modern Hradec Králové.\n",
    "Riemann died.\n",
    "Prussia and fifteen smaller northern German states signed the North German Confederation Treaty, transferring their armed forces to the North German Confederation under the command of the Prussian king William I, German Emperor.\n",
    "<i>Austro-Prussian War</i>: Prussia and Austria signed the Peace of Prague, in which the latter agreed to some small territorial concessions and the dissolution of the German Confederation, ending the war.\n"
  ],
  "Italy": [
    "The Third Italian War of Independence, between the Kingdom of Italy and Austrian Empire, occurs, resulting in no true victory by either side.\n",
    "After some heavy losses, like Custoza and Lissa, and few wins (most of them by Giuseppe Garibaldi), thanks to Prussian victories the Kingdom of Italy gains Veneto and western Friuli by the Treaty of Vienna. Trento and Trieste remains \"irredeemed\".\n"
  ],
  "Japan": [
    "The Second Chōshū expedition starts, only to be halted after death of shōgun Tokugawa Iemochi in August 1866, critically discrediting the Tokugawa shogunate.\n"
  ],
  "Peru": [
    "A Spanish fleet under the command of Admiral Casto Méndez Núñez besieged the port city of Callao.\n"
  ],
  "Philippine": [
    "José Laureano de Sanz y Posse appointed Governor-General (1866)",
    "Juan Antonio Osorio appointed Governor-General (1866)",
    "Joaquín del Solar e Ibáñez appointed Governor-General (1866)",
    "José de la Gándara y Navarro appointed Governor-General (1866–1869)"
  ],
  "Spain": [
    "<i>Chincha Islands War</i>: The war ended.\n"
  ]
}