{
  "year": "1867",
  "Australia": [
    "Gold was discovered at Gympie, Queensland.\n",
    "Saint Mary MacKillop founded Sisters of St Joseph of the Sacred Heart.\n"
  ],
  "Barbados": [
    "The Harbour Police Force is established.\n"
  ],
  "Belgium": [
    "Work begins on covering of the Senne in Brussels.\n"
  ],
  "Canada": [
    "The British North America Act, 1867, divides the Province of Canada into  Ontario and Quebec and joins them with New Brunswick and Nova Scotia to form a confederated state called the Dominion of Canada."
  ],
  "Colombia": [
    "Foundation of Leticia, Colombia by Benigno Bustamante\n",
    "Joaquín Riascos is President of the United States of Colombia\n",
    "Manuel María de los Santos Acosta is President of the United States of Colombia\n"
  ],
  "Haiti": [
    "President Geffrard is forced to flee the country\n",
    "Sylvain Salnave is elected President of Haiti\n",
    "The Constitution of 1867 is voted\n"
  ],
  "India": [
    "\"Prarthana Samaj\" established earlier known as \"Atmiya Sabha\", \"Tahzeeb-ul-Akhlaq\" was started\n"
  ],
  "Ireland": [
    "<i>Fenian Rising</i>.\n"
  ],
  "Japan": [
    "Emperor Kōmei died at the age of 35. It's generally believed due to the smallpox epidemic. This marked the end of the Edo period.\n",
    "Emperor Meiji ascended the Chrysanthemum throne. This marked the <b>start of the Meiji Period</b>.\n"
  ],
  "Mexico": [
    "\n<ul><li>Napoleon III withdrew his army from Mexico in 1866, and Juarez's liberal forces captured Mexico City on 15 May 1867. Maximilian was captured the next day, and following a trial, he was sentenced to death. Maximilian, General Miguel Miramón, and General Tomás Mejía Camacho were executed by firing squad in <i>Cerro de las Campanas</i>, Querétaro City at 6:40am on the morning of 19 June 1867.</li></ul>\n"
  ],
  "Philippine": [
    "Colegio de Santa Isabel established in Naga by Bishop Francisco Gainza, OP of Nueva Caceres, through the royal decree of Queen Isabella II of Spain."
  ],
  "Russia": [
    "The conquered territories of Central Asia became a separate Guberniya, the Russian Turkestan.\n",
    "<i>Alaska purchase</i>: Russia agreed to the sale of Alaska to the United States of America.\n"
  ],
  "Serbia": [
    "The Habsburg Empire is replaced by the Dual monarchy of Austria-Hungary. The Serbian lands are split between the two.\n",
    "Southwards, in the Principality of Serbia, Serbs rebel against the Ottoman authorities following the bombardment of Belgrade. Great Britain and France urge the Ottomans to withdraw their troops from Serbia. The Principality of Serbia is now <i>de facto independent</i>— 50 years after the Second Serbian Uprising.\n"
  ],
  "Singapore": [
    "Major General Sir Harry St. George Ord was appointed as the Governor of the Straits Settlements.\n",
    "Straits Settlements become a crown colony of British Empire.\n",
    "The Legislative Council of the Straits Settlements was formed.\n"
  ],
  "Sweden": [
    "Telecommunications company, Ericsson, founded by Lars Magnus Ericsson\n",
    "Alfred Nobel invents dynamite\n"
  ],
  "Taiwan": [
    "American military expedition sent to Kenting in response to the Rover incident.\n"
  ],
  "Vietnam": [
    "France establishes the colony of Cochinchina.\n"
  ]
}