{
  "year": "1869",
  "Australia": [
    "Children of Australian Aboriginal and Torres Strait Islander descent are removed from their families by Australian and State government agencies. This practice lasted 100 years and is known as the Stolen Generation.\n"
  ],
  "Belgium": [
    "Violent repression of strikes in Belgium inspires Karl Marx to write <i>The Belgian Massacres</i>.\n"
  ],
  "Cuba": [
    "An assembly of rebels against Spanish rule adopts the Guáimaro Constitution, which remains nominally in effect until the end of the Ten Years' War.\n"
  ],
  "Cyprus": [
    "The Suez Canal opened.\n"
  ],
  "Estonia": [
    "Estonian Song Festivals established.\n"
  ],
  "Haiti": [
    "The National Assembly elects Nissage Saget to a four-year term as President of Haiti after the overthrow of Salnave\n"
  ],
  "India": [
    "Mahatma Gandhi is born (to 30 January 1948)\n<p>Thakkar Bapa is born (to 1951)\n</p>\n"
  ],
  "Japan": [
    "Emperor Meiji moved his residence from Kyoto to Tokyo. Edo castle became the Imperial Palace. This made Tokyo the formal capital of Japan.\n",
    "The city of Edo was formally renamed to Tokyo (\"eastern capital\"). The city of Tokyo was officially established.\n"
  ],
  "Malta": [
    "Opening of the Suez Canal. This greatly enhanced the importance of the Grand Harbour to British merchant marine and naval shipping.\n"
  ],
  "Philippine": [
    "Suez Canal opened; shortening duration of travel from the Philippines to Europe.",
    "Colegio de Santa Isabel inaugurated as the first Normal School in Southeast Asia",
    "Manuel Maldonado appointed Governor-General (1869)",
    "Carlos María de la Torre y Navacerrada appointed Governor-General (1869–1871)"
  ],
  "Serbia": [
    "Subotica, one of the biggest Serbian settlements, is connected to the West by railway.\n"
  ],
  "Singapore": [
    "The Suez Canal opens, and Singapore enjoys the increase in trade.\n"
  ],
  "Slovenia": [
    "Rally at Vižmarje near Ljubljana gathers around 30,000 people where programme of the United Slovenia is demanded.\n"
  ],
  "Taiwan": [
    "Government troops are decreased from 14,425 to 7,621\n"
  ]
}