{
  "year": "1870",
  "Belgium": [
    "Partial legislative elections of 1870 return a hung parliament\n",
    "Jules d'Anethan replaces Walthère Frère-Orban as Prime Minister\n",
    "Belgian general election, August 1870, to break impasse of hung parliament\n",
    "Sumptuous public celebration of the 40th anniversary of Belgian independence.\n"
  ],
  "Bhutan": [
    "In the 1870s and 1880s, renewed competition among regional rivals – primarily the pro-British penlop of Trongsa and the anti-British, pro-Tibetan penlop of Paro – resulted in the ascendancy of Ugyen Wangchuck, the penlop of Trongsa. (to 1880)\n"
  ],
  "Brazil": [
    "End of the Paraguayan War. Francisco Solano López is defeated and killed in the Battle of Cerro Corá.\n"
  ],
  "Canada": [
    "<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: Timeline of Rupert's Land and North-Western Territory transfer</div>\n<p>Concluding a series of agreements between Canada, the United Kingdom, and the Hudson's Bay Company, Canada acquires Rupert's Land and the North-Western Territory, forming the North-West Territories. In the aftermath of the Red River Rebellion, Manitoba is subdivided from the new territory in the area around Winnipeg, becoming Canada's fifth province. Land rights are granted to the Métis.\n</p>\n"
  ],
  "China": [
    "<i>Tianjin massacre</i>: A riot took place in Tianjin in which some sixty people, including foreigners and Chinese Christians, were killed.\n"
  ],
  "Colombia": [
    "Eustorgio Salgar is President of the United States of Colombia\n"
  ],
  "Germany": [
    "Deutsche Bank was established.\n",
    "<i>Franco-Prussian War</i>: France declared war on Prussia.\n",
    "The Reichstag of the North German Confederation renamed the North German Confederation the German Empire.\n"
  ],
  "Haiti": [
    "Haitian writer Demesvar Delorme publishes the essay \"Les Théoriciens au Pouvoir\", which maintains that political power should be in the hands of the intellectual elite\n"
  ],
  "Indinesia": [
    "Official dismantling of the Cultivation System and beginning of a 'Liberal Policy' of deregulated exploitation of the Netherlands East Indies.\n"
  ],
  "Italy": [
    "Following the defeat of Napoleon III in the French-Prussian War, Italian forces occupy Rome, which becomes the new capital of Italy the following year. The Italian Army breaks into the walls of Rome by the breach of Porta Pia.\n",
    "Rome replaces Florence as the capital city of Italy.\n"
  ],
  "Malta": [
    "J.S. Tucker proposes the construction of a railway from Valletta to Mdina.\n"
  ],
  "Russia": [
    "More vocational subjects taught to girls in schools\n"
  ]
}