{
  "year": "1873",
  "Australia": [
    "Uluru was first sighted by Europeans, and named Ayers Rock.\n"
  ],
  "Canada": [
    "Prince Edward Island enters Confederation as the seventh province."
  ],
  "China": [
    "<i>Panthay Rebellion</i>: The last surviving Panthay rebels were defeated by the Qing dynasty in Tengchong.\n"
  ],
  "France": [
    "Patrice de Mac-Mahon began his term as president of France.\n"
  ],
  "Germany": [
    "Germany joined the League of the Three Emperors, a conservative alliance with Russia and Austria-Hungary aimed at preserving those nations' interests in Eastern Europe.\n",
    "Roon resigned from the Prussian Ministry of War.\n"
  ],
  "India": [
    "Jyotirao Phule establishes the \"Satyashodhak Samaj\" society.\n"
  ],
  "Indinesia": [
    "The beginning of the Aceh War.\n"
  ],
  "Japan": [
    "<i>Seikanron</i>: The government debated and rejected the idea of the invasion of Korea.\n",
    "Land Tax Reform (Japan 1873)\n"
  ],
  "Latvia": [
    "The first Latvian Song and Dance Festival took place.\n"
  ],
  "Philippine": [
    "Manuel MacCrohon appointed Governor-General (1873)",
    "Juan Alaminos y Vivar appointed Governor-General (1873–1874)"
  ],
  "Poland": [
    "The School of Fine Arts and Academy of Learning became active.\n"
  ],
  "Russia": [
    "The Narodnik rebellion began.\n",
    "The Emirate of Bukhara became a Russian protectorate.\n",
    "Khiva was captured by Russian troops.\n",
    "A peace treaty was signed that established the Khanate of Khiva as a quasi-independent Russian protectorate.\n"
  ],
  "Serbia": [
    "Banat Krajina is abolished and included into Transleithania; despite the wishes of the majority Serbs and Germans. This is the first step towards the destruction of the Serb-populated Military Frontier inherited from the Habsburg Empire. By 1883 the Military Frontier is entirely abolished and incorporated into the Kingdom of Hungary and the Kingdom of Croatia-Slavonia, save for the Bay of Kotor (Austria).\n"
  ],
  "Singapore": [
    "Sir Andrew Clarke was appointed as the Governor of the Straits Settlements upon the retirement of Sir Harry St. George Ord.\n"
  ],
  "Spain": [
    "The First Spanish Republic was established.\n"
  ],
  "Sweden": [
    "Sweden and Denmark form Scandinavian Monetary Union\n",
    "Swedish krona replaces Swedish riksdaler as national currency\n"
  ],
  "Tanzania": [
    "Zanzibari Sultan Barghash bin Said stops the export of slaves over the sea.\n"
  ]
}