{
  "year": "1875",
  "Australia": [
    "SS&nbsp;<i>Gothenburg</i> strikes Old Reef off Bowen, North Queensland and sank with the loss of approximately 102 lives.\n",
    "Adelaide Steamship Company was formed.\n"
  ],
  "Barbados": [
    "Uprisings (now known as the \"Confederation riots\") occurred due to efforts by the Imperial Crown to establish a Crown Colony government consisting of Barbados and the Windward Islands. (to 1876)\n"
  ],
  "Belgium": [
    "Birth of future king Albert I of Belgium\n"
  ],
  "Burma": [
    "Mindon cedes Karenni States to the British to avoid annexation\n"
  ],
  "China": [
    "The Tongzhi Emperor died.\n",
    "<i>Margary Affair</i>: The British diplomat Augustus Raymond Margary was murdered with his retinue in Tengchong.\n",
    "The young Guangxu Emperor became emperor of the Qing dynasty, with the empress dowagers Empress Dowager Ci'an and Empress Dowager Cixi acting as regents.\n"
  ],
  "Germany": [
    "Thomas Mann was born.\n"
  ],
  "Haiti": [
    "President Domingue signs a treaty of peace and friendship with the Dominican Republic\n"
  ],
  "India": [
    "\"Arya Samaj\" is established.\n",
    "Aligarh Muslim University\n",
    "Deccan Riots\n"
  ],
  "Japan": [
    "Japan quickly transformed in one generation from an isolated feudal society to a modern industrialized nation state and an emerging great power.\n"
  ],
  "Philippine": [
    "The Colegio de San Jose incorporated into the Faculty of Medicine and Pharmacy of the University of Santo Tomas.",
    "Colegio de Santa Isabel (now a university) is established in present-day Camarines Sur province as the country's first normal school for girls.\n"
  ],
  "Singapore": [
    "Sir William Jervois was appointed as the Governor of the Straits Settlements.\n"
  ],
  "Taiwan": [
    "Taiwan is divided into two prefectures, Taipeh Prefecture and a modified Taiwan Prefecture\n"
  ],
  "Tonga": [
    "George Tupou declared Tonga a constitutional monarchy, emancipated all serfs and guaranteed freedom of the press and the rule of law.\n"
  ]
}