{
  "year": "1879",
  "Afghanistan": [
    "<i>Second Anglo-Afghan War</i>: To prevent British occupation of a large part of the country, the Afghan government ceded much power to the United Kingdom in the Treaty of Gandamak.\n"
  ],
  "Albania": [
    "The Society for Printing of Albanian Writings, composed of Roman Catholic, Muslim, and Orthodox Albanians, was founded in Constantinople.\n"
  ],
  "Australia": [
    "The first congress of trade unions was held.\n"
  ],
  "Chile": [
    "The War of the Pacific begins with Chilean troops occupying the then-Bolivian port city of Antofagasta. Bolivia's ally Peru attempts to mediate, but Chile refuses to negotiate and Peru enters the war on the side of Bolivia. Chile captures the provinces of Antofagasta from Bolivia and Tarapacá from Peru.\n"
  ],
  "Cuba": [
    "A second uprising (\"The Little War\"), engineered by Antonio Maceo and Calixto García, begins. It is quelled by superior Spanish forces in the autumn of 1880.\n"
  ],
  "Cyprus": [
    "Sir Robert Biddulph became Crown commissioner.\n"
  ],
  "France": [
    "Jules Grévy began his term as president of France.\n"
  ],
  "Germany": [
    "Germany and Austria-Hungary joined a mutual defense treaty, the Dual Alliance.\n"
  ],
  "Haiti": [
    "The Constituent Assembly elects Lysius Salomon as President; President Salomon would institute many reforms and pay off Haiti's remaining debt to France for independence\n"
  ],
  "Indinesia": [
    "Kartini was born in Jepara, today the date is commemorated as women's emancipation day in Indonesia.\n"
  ],
  "Peru": [
    "<i>War of the Pacific</i>: Chile declared war on Peru and Bolivia.\n"
  ],
  "Poland": [
    "The National Museum of Kraków was founded.\n"
  ],
  "Russia": [
    "Land and Liberty split into the moderate Black Repartition and the radical terrorist group People's Will.\n"
  ],
  "Singapore": [
    "Major General Edward Archibald Harbord Anson was appointed as the Acting Governor of the Straits Settlements.\n"
  ],
  "Spain": [
    "Pablo Iglesias founds the Partido Socialista Obrero Español or PSOE in Casa Labra, a bar from Madrid\n"
  ]
}