{
  "year": "1888",
  "Australia": [
    "Louisa Lawson established <i>The Dawn: A Journal for Australian Women</i>.\n"
  ],
  "Belgium": [
    "Partial legislative elections of 1888\n"
  ],
  "Brazil": [
    "The <i>Lei Áurea</i> abolishes the last remnants of slavery.\n"
  ],
  "Chile": [
    "The Pontifical Catholic University of Chile is established.\n",
    "Policarpo Toro ahead of a naval expedition takes possession of Easter Island.\n",
    "The pirate Pedro Ñancúpel is executed in Castro.\n"
  ],
  "Colombia": [
    "Carlos Holguín Mallarino is the 4th President of Colombia\n"
  ],
  "France": [
    "First Stage of the Eiffel Tower is completed.\n",
    "Second Stage of the Eiffel Tower is completed.\n"
  ],
  "Haiti": [
    "President Salomon is overthrown; the Constituent Assembly installs a provisional government\n",
    "The Constituent Assembly elects François Denys Légitime to the presidency\n"
  ],
  "Indinesia": [
    "Founding of the shipping line <i>Koninklijke Paketvaart-Maatschappij</i> (KPM) that supported the unification and development of the colonial economy.\n"
  ],
  "Japan": [
    "Chichibu incident – a peasants rebellion\n"
  ],
  "Philippine": [
    "Antonio Molto becomes acting Governor-General (1888)",
    "Federico Lobaton became acting Governor-General (1888)",
    "Valeriano Wéyler appointed Governor-General (1888–1891)",
    "<i>La Solidaridad</i> established",
    "A petition, seeking permission for a night school, is submitted by 21 young women of Malolos, Bulacan to the Governor-General.\n"
  ],
  "Poland": [
    "Karl Scheibler's Chapel was constructed.\n"
  ],
  "Singapore": [
    "Henry Ridley becomes the first scientific director of the Singapore Botanic Gardens.\n",
    "The Singapore Fire Brigade was formed.\n"
  ],
  "Taiwan": [
    "Construction on a Taipei-Hsinchu road begins\n"
  ],
  "Tanzania": [
    "The German East Africa Company leases the coastal strip opposite Zanzibar from Sultan Khalifah bin Said for 50 years.\n"
  ],
  "Vietnam": [
    "Hàm Nghi captured and exiled to Algeria.\n",
    "Emperor Đồng Khánh (1885–1889) ended his rule of Vietnam.\n"
  ]
}