{
  "year": "1889",
  "Australia": [
    "The completion of the railway network between Adelaide, Brisbane, Melbourne and Sydney.\n",
    "Sir Henry Parkes delivered the Tenterfield Oration.\n"
  ],
  "Belgium": [
    "Death of Father Damien\n"
  ],
  "Brazil": [
    "Field Marshal Deodoro da Fonseca organizes a military coup which deposes Emperor Pedro II of Brazil and abolishes the Brazilian monarchy. Deodoro da Fonseca proclaims Brazil a Republic and forms a Provisional Government.\n",
    "The Brazilian Imperial Family is forced into exile in France.\n",
    "The modern-day flag of Brazil is adopted by the Provisional Government of the Republic.\n",
    "Argentina is the first country to recognize the abolition of the monarchy in Brazil.\n"
  ],
  "Colombia": [
    "Foundation of Villa Holguin (Later Armenia, Colombia ) by Jesus Maria Ocampo\n",
    "The Thousand Days War (1899–1902) (Spanish: Guerra de los Mil Días)\n"
  ],
  "Estonia": [
    "Policy of Russification introduced where Baltic German legal and educational institutions are abolished or transformed into Russian\n"
  ],
  "France": [
    "The Eiffel Tower is opened to the public.\n",
    "The Eiffel Tower lifts begin service.\n"
  ],
  "Germany": [
    "Adolf Hitler was born.\n"
  ],
  "Haiti": [
    "President Légitime is overthrown; the Constituent Assembly installs a provisional government\n",
    "The Constituent Assembly elects Florvil Hyppolite to a seven-year term as president\n"
  ],
  "India": [
    "Khudiram Bose is born (to 1908).\n"
  ],
  "Italy": [
    "Somalia is established as the second Italian colony in Africa.\n"
  ],
  "Philippine": [
    "<i>La Solidaridad</i> is first published in Spain as the Propaganda Movement's organ.\n",
    "<i>El Ilocano</i> is established; country's first local newspaper (1889–1896).\n"
  ],
  "Serbia": [
    "King Milan Obrenović abdicates the throne in favour of his minor (age) son Aleksandar Obrenović. Austrophile policy continues.\n"
  ],
  "Slovenia": [
    "Strike of coal miners in the Central Sava Valley in Zagorje and Trbovlje.\n"
  ],
  "Sweden": [
    "Swedish Social Democratic Party founded\n"
  ]
}