{
  "year": "1893",
  "Afghanistan": [
    "Abdur Rahman and British Raj representative Mortimer Durand signed an agreement establishing the Durand Line.\n"
  ],
  "Australia": [
    "The Corowa Conference (the \"people's convention\") called on the colonial parliaments to pass enabling acts, allowing the election of delegates to a new constitutional convention aimed at drafting a proposal and putting it to a referendum in each colony.\n"
  ],
  "Belgium": [
    "General strike demanding an extension of the franchise\n",
    "Inaugural meeting of the Christene Volkspartij held in Okegem, with a party programme drafted by Adolf Daens\n"
  ],
  "Brazil": [
    "The American James Harden-Hickey claimed the Trindade island and declares himself as James I, Prince of Trinidad. According to James Harden-Hickey's plans, Trinidad, after being recognized as an independent country, would become a military dictatorship and have him as dictator. He designed postage stamps, a national flag, and a coat of arms; established a chivalric order, the \"Cross of Trinidad\"; bought a schooner to transport colonists; appointed M. le Comte de la Boissiere as Secretary of State; opened a consular office at 217 West 36th Street in New York; and even issued government bonds to finance construction of infrastructure on the island. Despite his plans, his idea was ridiculed or ignored by the world.\n"
  ],
  "Haiti": [
    "Haitian writer Hannibal Price publishes <i>De la Réhabilitation de la Race Noire par la République d'Haïti</i> (<i>\"On the Rehabilitation of the Black Race by the Republic of Haiti\"</i>) in response to Spenser St. John's <i>Hayti or the Black Republic</i>\n"
  ],
  "Ireland": [
    "2nd Home Rule Bill, also known as the <i>Government of Ireland Bill 1893</i>.\n"
  ],
  "Philippine": [
    "<i>El Hogar</i> is established; country's first publication for and by women.\n",
    "Federico Ochando becomes acting Governor-General (1893)",
    "Ramón Blanco appointed Governor-General (1893–1896)"
  ],
  "Serbia": [
    "Aleksandar Obrenović assumes power following a coup d'état.\n"
  ],
  "Singapore": [
    "William Edward Maxwell was appointed as the Acting Governor of the Straits Settlements.\n"
  ],
  "Taiwan": [
    "Construction of the Taipei-Hsinchu road is completed\n"
  ],
  "Tonga": [
    "George Tupou died and was succeeded as king by George Tupou II.\n"
  ]
}