{
  "year": "1895",
  "Argentina": [
    "Mandatory military service (Conscription) established\n"
  ],
  "Australia": [
    "The premiers, except for those of Queensland and Western Australia, agreed to implement the Corowa proposals.\n",
    "\"Waltzing Matilda\" was first sung in public, in Winton, Queensland\n"
  ],
  "Brazil": [
    "The Federalist Riograndense Revolution comes to an end.\n",
    "The British again tried to take possession of the strategic Trindade island in the Atlantic. The British planned to use the island as a cable station. However, Brazilian diplomatic efforts, along with Portuguese support, reinstated Trindade Island to Brazilian sovereignty.\n",
    "Japan establishes diplomatic relations with Brazil.\n",
    "Flamengo, a well known professional football club in Brazil, is officially founded.\n"
  ],
  "Chile": [
    "Easter Island is rented to Compañía Explotadora de Isla de Pascua.\n"
  ],
  "China": [
    "<i>First Sino-Japanese War</i>: The Qing dynasty signed the Treaty of Shimonoseki, under which it recognized the independence of Joseon, granted Japan MFN status and ceded to it Penghu, Taiwan and the Liaodong Peninsula.\n"
  ],
  "Cuba": [
    "The Cuban revolution is relaunched under the leadership of José Martí and General Máximo Gómez y Báez.\n",
    "José Martí is killed by Spanish troops at the Battle of Dos Ríos.\n",
    "Spanish Captain-General Arsenio Martínez Campos is defeated at Peralejo and leaves Cuba in January 1887.\n"
  ],
  "France": [
    "Félix Faure began his term as president of France.\n"
  ],
  "India": [
    "jiddu krishnamurti is born (to 17 February 1986).\n"
  ],
  "Italy": [
    "21-year-old Guglielmo Marconi invents the radio telegraph.\n"
  ],
  "Japan": [
    "The First Sino-Japanese War is won by Japanese, resulting in the Treaty of Shimonoseki. It was the first major conflict between Japan and an overseas military power in modern times. For the first time, regional dominance in East Asia shifted from China to Japan. Korea became a vassal state of Japan.\n",
    "Japanese invasion of Taiwan (1895)\n"
  ],
  "Philippine": [
    "First local (municipal) elections\n",
    "Recorded \"earliest\" day of celebration of independence, when Andres Bonifacio and other Katipuneros go to Pamitinan Cave in Montalban (now Rodriguez), Rizal to initiate new Katipunan members.\n"
  ],
  "Slovenia": [
    "People's loan bank (<i>Ljudska posojilnica</i>) is founded by Catholic middle class.\n",
    "Ljubljana earthquake\n"
  ],
  "Taiwan": [
    "<i>Pescadores Campaign (1895)</i>: Japan seizes Penghu (Pescadores)\n",
    "Taiwan and Penghu (Pescadores) are ceded by the Qing dynasty to Japan in the Treaty of Shimonoseki\n",
    "The Qing dynasty orders all officials to evacuate from Taiwan\n",
    "The Republic of Formosa is formed with Tang Jingsong as its leader, who secretly leaves for the mainland a few days later, and is succeeded by Liu Yongfu\n",
    "<i>Japanese invasion of Taiwan (1895)</i>: Japanese forces land near Keelung\n",
    "<i>Japanese invasion of Taiwan (1895)</i>:  Japanese forces occupy Taipei\n",
    "Liu Yongfu leaves for the mainland\n",
    "<i>Capitulation of Tainan</i>: Tainan surrenders; so ends the Republic of Formosa\n"
  ]
}