{
  "year": "1898",
  "Australia": [
    "The Convention agreed on a final draft to be put to the people.\n",
    "After much public debate, the Victorian, South Australian and Tasmanian referendums were successful; the New South Wales referendum narrowly failed. Later New South Wales voted \"yes\" in a second referendum.\n"
  ],
  "Belgium": [
    "Partial legislative elections of 1898\n"
  ],
  "Brazil": [
    "In the presidential election, Manuel Ferraz de Campos Sales of the Republican Party of São Paulo, is successful, with 90.9% of the vote.\n"
  ],
  "China": [
    "<i>Hundred Days' Reform</i>: The Guangxu Emperor instituted reforms including radical changes in the imperial examination and the elimination of sinecures.\n",
    "The Guangxu Emperor was removed from the imperial palace in a <i>coup</i> organized by Cixi and Ronglu, the Viceroy of Zhili.\n"
  ],
  "Colombia": [
    "Manuel Antonio Sanclemente is the 7th president of Colombia\n"
  ],
  "Cuba": [
    "The battleship USS <i>Maine</i> explodes and sinks while anchored in Havana harbor.\n",
    "The Treaty of Paris between Spain and the U.S. ends the Spanish–American War. Spain relinquishes sovereignty over Cuba.\n"
  ],
  "Cyprus": [
    "Sir William Frederick Haynes Smith became Crown commissioner.\n"
  ],
  "Germany": [
    "Bismarck died.\n"
  ],
  "Indinesia": [
    "General van Heutz becomes chief of staff of Aceh campaign. Wilhelmina becomes queen of the Netherlands.\n"
  ],
  "Philippine": [
    "The only issue of Kalayaan is published; official organ of the Katipunan.\n",
    "<i>The American Soldier</i> and <i>The Soldier's Letter</i> are published; first English language newspapers.\n",
    "<i>Official Gazette</i> is established by the civil government.\n",
    "The Katipunan is revived by Emilio Jacinto and Feliciano Jocson",
    "A revolutionary government in Candon, Ilocos Sur is established by Don Isabelo Abaya as he starts <i>Cry of Candon</i>.\n",
    "Pantaleon Villegas (<i>Leon Kilat</i>) leads a battle against Spanish forces in present-day Cebu City; said to be the start of the revolution in Cebu province.\n",
    "Basilio Augustín appointed Governor-General (1898)",
    "Local Katipunan members under Ildefonso Moreno conduct an uprising against Spanish colonizers in Daet town.\n",
    "A provisional government is established by Gen. Francisco Macabulos, with its own constitution signed; lasts about a month.\n",
    "Aguinaldo meets American Consul, Mr. Pratt, at Singapore.\n",
    "Aguinaldo goes to Hong Kong.\n",
    "The US declares war on Spain.",
    "Commodore George Dewey attacks Manila",
    "Aguinaldo and his companions return to Cavite Province from exile in Hong Kong.",
    "Aguinaldo proclaims a dictatorial government and issues two decrees which show his trust and reliance in US protection",
    "Filipino revolutionaries defeat the Spanish forces in a battle in Alapan, Imus, Cavite, with the first unfurling of the Philippine flag.\n",
    "Philippine Independence from Spain is declared by Filipino revolutionaries, led by Pres. Aguinaldo, in Kawit, Cavite.",
    "Aguinaldo changes the dictatorial government to revolutionary government.",
    "Over 50 Spanish soldiers begin to hide themselves at a church in Baler town, in what would be their last stand in the country against the revolutionaries.\n",
    "Aguinaldo creates a cabinet",
    "The Malolos Congress in established",
    "US reinforcements and troops arrive in the Philippines.",
    "Pangasinan Province is liberated from the Spanish.\n",
    "Fermín Jáudenes becomes acting Governor-General (1898)",
    "Francisco Rizzo becomes acting Governor-General (1898)",
    "Wesley Merritt appointed Military Governor (1898)",
    "The Spanish surrender to the U.S., which took Manila.",
    "Revolutionary government headquarters is transferred from Bacoor, Cavite to Malolos, Bulacan through a decree issued by Pres. Aguinaldo.\n",
    "Elwell S. Otis appointed Military Governor (1898–1900)",
    "Diego de los Ríos becomes acting Governor-General (1898)",
    "Delegates of what would be known as the Malolos Congress convene at Barasoain Church in Malolos, Bulacan to draft a Constitution for the country.\n",
    "The Malolos Congress meets and elects its officers; ratifies the Declaration of Independence proclaimed on June.",
    "<i>El Horado de la Revolucion</i>, the official publication of the Malolos Congress, publishes its first issue.\n",
    "<i>The Manila Times</i> is founded by Thomas Cowan and publishes its first issue; the country's oldest running broadsheet; its first incarnation lasted 32 years.",
    "<i>The American</i> is published by Franklyn Brooks; second English language daily paper.\n",
    "<i>Universidad Literaria de Filipinas</i> is established in Malolos, Bulacan through a presidential decree.\n",
    "Enrique Mendiola founds a college school for boys, the Burgos Institute, in Malolos, Bulacan.\n",
    "Establishment of <i>Academia Militar</i>, country's first military training school that lasted for less than a year.\n",
    "A revolutionary movement under Gen. Aniceto Lacson and Gen. Juan Araneta, proclaims the Republic of Negros in Bago town.\n",
    "Revolutionary forces promulgates a constitution for the Republic of Negros and declare Gen. Lacson as president.\n",
    "Provisional revolutionary government of the Visayas is organized in Santa Barbara town upon liberation of the majority of Iloilo province, with Roque Lopez elected president; Cry of Santa Barbara occurs.\n",
    "Town of San Jose in Antique is captured from Spanish forces by revolutionaries under Leandro Fullon, who established a provincial government.\n",
    "Malolos Congress approves its draft Constitution.\n",
    "Spain and the U.S. sign the Treaty of Paris. Article III provides for the cession of the Philippines to the U.S. by Spain and the payment of 20 million dollars to Spain by the US.",
    "US President McKinley issues the Benevolent Assimilation Proclamation",
    "Pres. Aguinaldo signs the Malolos Constitution.\n",
    "Gov. Gen. de los Rios surrenders the town of Iloilo to revolutionary forces under Gen. Martin Delgado.\n"
  ],
  "Poland": [
    "The Volunteer Fire Department was founded.\n"
  ],
  "Russia": [
    "The Marxist Russian Social Democratic Labour Party (RSDLP) held its first Party Congress.\n"
  ],
  "Slovenia": [
    "The railway line on the route Ljubljana – Kočevje is built.\n"
  ],
  "Spain": [
    "<i>Spanish–American War</i>: The war began.\n",
    "<i>Spanish–American War</i>: The war ended.\n"
  ],
  "Sudan": [
    "Sudan fell under the rule of an Anglo-Egyptian condominium.\n"
  ],
  "Sweden": [
    "Formation of the Swedish Trade Union Confederation (LO)\n"
  ],
  "Tanzania": [
    "Following years of resistance, Chief Mkwawa of the Hehe is cornered by German soldiers and commits suicide in lieu of capture.\n"
  ]
}