{
  "year": "1900",
  "Australia": [
    "Several delegates visited London to resist proposed changes to the agreed-upon constitution.\n",
    "The constitution was passed by the Parliament of the United Kingdom as a schedule to the Commonwealth of Australia Constitution Act, and was given royal assent\n"
  ],
  "Belgium": [
    "Belgian general election, 1900\n",
    "Wedding of King Albert I of Belgium and Elisabeth of Bavaria.\n"
  ],
  "Brazil": [
    "The Republic of Acre is reincorporated into Bolivia, with Brazilian help.\n"
  ],
  "China": [
    "<i>Boxer Rebellion</i>: Cixi responded to anti-foreign unrest by issuing the Imperial Decree of declaration of war against foreign powers in the Guangxu Emperor's name.\n"
  ],
  "Colombia": [
    "President Manuel Antonio Sanclemente extended the deadline for completion of the Panama Canal from 31 October 1904 to 31 October 1910. The executive decree was granted without consent of the Colombian Congress.\n",
    "Battle of Palonegro\n",
    "Date of death of Salvador Camacho, called the \"founder of sociology\" in Colombia.\n",
    "José Manuel Marroquín is president of Colombia\n",
    "Naturalist Soto Grimshaw dies of cholera during an expedition to the Caribbean Region of Colombia\n"
  ],
  "Germany": [
    "Nietzsche died.\n"
  ],
  "Italy": [
    "the population is about 32.4&nbsp;million\n",
    "King Umberto is assassinated.\n"
  ],
  "Malta": [
    "The <i>Malta Railway</i> line is extended to Mtarfa Barracks.\n"
  ],
  "Philippine": [
    "The Schurman Commission returns to the US.",
    "<i>Manila Bulletin</i> publishes its first issue by Carson Taylor; then a shipping journal; country's oldest continuously existing newspaper.",
    "U.S. Pres. McKinley appoints the second Philippine Commission, known as the Taft Commission",
    "American forces capture Bohol.\n",
    "Battle of Cagayan de Misamis\n",
    "Siege of Catubig\n",
    "Arthur MacArthur, Jr appointed Military Governor (1900–1901)",
    "Battle of Agusan Hill\n",
    "Battle of Makahambus Hill\n",
    "The Taft Commission arrives in Manila",
    "Filipino revolutionaries defeat American troops in a battle in Boac, Marinduque, said to be the first recorded armed encounter between two forces.\n",
    "Pres. Aguinaldo orders the start of attack against American forces in northern Luzon.\n",
    "Battle of Pulang Lupa\n",
    "Battle of Mabitac\n",
    "Partido Liberal established"
  ],
  "Russia": [
    "In response to a local trade blockade, Russia invades and occupies the Sixty-Four Villages East of the Heilongjiang River. All 30,000 Qing Dynasty citizens are expelled from their homes and driven across the Amur River, where most drown.\n",
    "As part of the Russification of Finland, Nicholas issues the <i>Language Manifesto of 1900</i>, making Russian the official language of Finnish administration.\n"
  ],
  "Slovenia": [
    "Liberal middle class founds the first Slovene bank, The Credit bank of Ljubljana (<i>Ljubljanska kreditna banka</i>).\n"
  ],
  "Taiwan": [
    "Sun Zhongshan visits Taiwan\n"
  ],
  "Tonga": [
    "A Treaty of Friendship was signed under which Tonga becomes a self-governing British protectorate.\n"
  ]
}