{
  "year": "1901",
  "Afghanistan": [
    "Habibullah Khan, son of Abdur Rahman, became <i>emir</i> of Afghanistan.\n",
    "Habibullah was assassinated. His son Amanullah Khan declared himself King of Afghanistan.\n"
  ],
  "Australia": [
    "Australia becomes a federation. Edmund Barton becomes the 1st Prime Minister of Australia; the 7th Earl of Hopetoun becomes Governor-General.\n<p>Black death strikes Australia, just over 100 people killed in Sydney .\n</p>\n",
    "The first parliament met in Parliament House, Melbourne\n",
    "The Immigration Restriction Act was introduced forming the basis of the White Australia policy\n",
    "The Australian National Flag was flown for the first time\n"
  ],
  "Belgium": [
    "Birth of future king Leopold III of Belgium.\n"
  ],
  "Brazil": [
    "Aviator Alberto Santos-Dumont wins the Deutsch de la Meurthe prize with a flight that rounds the Eiffel Tower.\n"
  ],
  "China": [
    "<i>Boxer Rebellion</i>: The Qing dynasty and Eight-Nation Alliance signed the Boxer Protocol, under which the Alliance was granted war reparations and the right to station troops in the capital Beijing.\n"
  ],
  "Colombia": [
    "Colombian Geographer Francisco Javier Vergara y Velasco publishes the first complete cartographic charts of the country, the <i>Atlas completo de geografía colombiana</i> (1906–1910), through which he won the Charles Manoir price of the Paris Geographical Society.\n",
    "Manuelita became the first Colombian sugar mill to move from mule to steam powered mills\n",
    "Battle of Aguadulce\n"
  ],
  "Cuba": [
    "The U.S. Platt Amendment stipulates the conditions for the withdrawal of U.S. troops.\n",
    "The Constitutional Convention adopts the 1901 Constitution in its final form, including the provisions of the Platt Amendment.\n"
  ],
  "Indinesia": [
    "Ethical Policy is proclaimed.\n"
  ],
  "Nepal": [
    "chandra Shamsher Rana forced to abdicate; Chandra Shamsher Rana becomes prime minister\n"
  ],
  "Philippine": [
    "The Army Appropriation Act, also known as the Spooner Amendment, is passed by the US Senate.",
    "Pres. Aguinaldo is captured by US authorities in Palanan town.",
    "Aguinaldo takes an oath of allegiance to the US.",
    "Gov. Taft inaugurates the provincial government of Capiz. (<i>Phil. Commission Act No. 115</i>)\n",
    "Establishment of Rizal Province by the second Philippine Commission, upon unification of then provinces of Manila and Morong. (<i>Act No. 137</i>)\n",
    "El Colegio de San Beda established",
    "End of insurrection declared\n",
    "Adna Chaffee appointed as the last US Military Governor (1901–1902)",
    "A civil government is established in the Philippines with William Howard Taft as the first Civil Governor (1901–1904)",
    "The US organizes the Philippine Constabulary",
    "Silliman Institute, later known as Silliman University, is established as the first American university in the Philippines.",
    "The first Filipino members of the second Philippine Commission are appointed",
    "Guerillas, headed by the Filipino Captain Daza, attack the U.S. military barracks in Balangiga, Samar; Americans' \"worst single defeat.\"",
    "Balangiga massacre occurs",
    "A U.S. Marine battalion arrives on Samar to conduct the March across Samar operation",
    "The President of the United States creates the position of provincial vice governor in the country, under the Spooner Amendment.\n",
    "The Philippine Commission enacts the Sedition Act",
    "An earthquake estimated of magnitude 7.8 shakes Lucena City."
  ],
  "Russia": [
    "The Socialist-Revolutionary Party was founded.\n",
    "<i>Russification of Finland</i>: The Military Service Act incorporated the Finnish and Russian armies.\n"
  ],
  "Rwanda": [
    "A boundary is agreed between German East Africa and Nyasaland.\n"
  ],
  "Singapore": [
    "Singapore-Kranji Railway officially opened to the public.\n",
    "Sir Frank Swettenham was appointed as the Governor of the Straits Settlements.\n"
  ],
  "Sweden": [
    "First Nobel Prizes awarded\n"
  ]
}