{
  "year": "1903",
  "Australia": [
    "The High Court of Australia is established with Samuel Griffith as the first Chief Justice.\n",
    "The <i>Defence Act</i> gives the federal government full control over the Australian Army\n",
    "<i>1903 Australian federal election</i>: Alfred Deakin is elected as the 2nd Prime Minister of Australia.\n"
  ],
  "Bhutan": [
    "The last reigning Shabdrung dies, and a successor is not found until 1906. In the meantime, the civil administration comes under the power of the Ugyen Wangchuck as Desi.\n",
    "Ugyen Wangchuck volunteers to accompany a British mission to Lhasa as a mediator in the British expedition to Tibet and resulting Anglo-Tibetan Convention. In return, Ugyen is knighted and thereafter continues to accrue greater power in Bhutan. (to 1904)\n"
  ],
  "Brazil": [
    "The Treaty of Petrópolis ends tension between Brazil and Bolivia over the then-Bolivian territory of Acre (today the Acre state).\n"
  ],
  "Burundi": [
    "Burundi came under the control of Germany.\n"
  ],
  "Chile": [
    "The first auction of sheep farming lands in the Magallanes Territory takes place.\n"
  ],
  "Colombia": [
    "Panama remained as a province of Colombia until this year, when – with backing from the United States in exchange for allowing the US to build the Panama Canal – it became independent (Separation of Panama from Colombia)\n",
    "The United States and the Republic of Colombia sign the Hay–Herrán Treaty\n",
    "The United States Navy patrol gunboat USS&nbsp;<i>Nashville</i> blocks Colombian attempts to suppress the Panamanian separatist movement\n"
  ],
  "India": [
    "British Expedition to Tibet\n",
    "Delhi Durbar Second Time.\n"
  ],
  "Indinesia": [
    "Aceh declared conquered.\n"
  ],
  "Philippine": [
    "Governor Taft enunciates the policy of The Philippines for the Filipinos",
    "Thousands of members of the <i>Union Obrera Democratica Filipina</i>, led by Dominador Gomez, stage a massive rally aiming for workers’ rights as well as a public holiday for May 1.\n",
    "Establishment of the Moro Province, consisting of the districts of Jolo, Lanao, Cotabato, Davao and Zamboanga."
  ],
  "Russia": [
    "<i>Russification of Finland</i>: The office of the Governor-General was given dictatorial powers.\n",
    "<i>Kishinev pogrom</i>: A three-day pogrom began, which would leave forty-seven Jews dead.\n",
    "At the second congress of the RSDLP, the party split into two factions: the Bolsheviks, led by Vladimir Lenin, and the less radical Mensheviks.\n"
  ],
  "Serbia": [
    "<i>The May Coup d'Etat</i> results in the assassination of the royal couple King Aleksandar Obrenović and Queen Draga Mašin by Black Hand activists.\n"
  ],
  "Sweden": [
    "Foundation of Swedish Employers' Association (SAF)\n"
  ]
}