{
  "year": "1905",
  "Australia": [
    "Alfred Deakin return to the position of Prime Minister.\n"
  ],
  "Bangladesh": [
    "Partition of Bengal.\n"
  ],
  "Belgium": [
    "Exposition Universelle et Internationale de Liège takes place.\n"
  ],
  "Brazil": [
    "Law no. 1452 is passed by the National Congress of Brazil, authorizing expenditure of £4,214,550 for new warship construction (£1,685,820 in 1906).\n"
  ],
  "Canada": [
    "Alberta and Saskatchewan are partitioned out of the Northwest Territories to become the eighth and ninth provinces of Canada."
  ],
  "Chile": [
    "The Meat riot in Santiago begins. The workers revolt against the central government due to an increase in the cost of living, including the price of meat. The government responds sending in the army. Two days of riots follow, during which hundreds of civilians are killed in street fighting.\n"
  ],
  "France": [
    "The 1905 French law on the separation of Church and State ended government funding of religious groups.\n"
  ],
  "Germany": [
    "<i>First Moroccan Crisis</i>: Wilhelm met with representatives of the Moroccan sultan Abdelaziz of Morocco in Tangier in support of Moroccan sovereignty.\n",
    "Field marshal Alfred von Schlieffen, chief of the German General Staff, developed the Schlieffen Plan, a plan for the quick invasion and conquest of France through Belgium and the Netherlands in the event of a two-front war.\n"
  ],
  "India": [
    "Bharat Sevak Samaj founded by Gopal Krishna Gokhale.\n",
    "Partition of Bengal (1905)\n"
  ],
  "Japan": [
    "<i>Russo-Japanese War</i>: Japan became the first modern Asian nation to win a war against a European nation (Russia). The Treaty of Portsmouth was signed, ceding some Russian property and territory to Japan and ending the war. Pro-war activists staged the Hibiya incendiary incident nevertheless. This changed the global world order. Japan became the main Asian power.\n"
  ],
  "Latvia": [
    "Russian army troops opened fire on demonstrators in Riga, killing seventy-three and injuring two hundred people.\n",
    "A revolution took place in the Baltic region directed primarily against German landowners and Russian autocracy.\n"
  ],
  "Malta": [
    "An electric tramway service is introduced in Malta by McCartney, McElroy &amp; Co. Ltd., connecting Valletta, the Three Cities, and Żebbuġ and Ħamrun.\n"
  ],
  "Philippine": [
    "Henry Clay Ide appointed as Civil Governor (1905–1906)"
  ],
  "Russia": [
    "<i>Russian Revolution of 1905</i>: A strike began at the Putilov Works in St. Petersburg.\n",
    "<i>Bloody Sunday (1905)</i>: Peaceful demonstrators arrived at the Winter Palace in Saint Petersburg to present a petition to the tsar, leading was a priest named Georgi Gapon. The Imperial Guard fired on the crowd, killing around 200 and wounding 800.\n",
    "<i>Russo-Japanese War</i>: The Russian Baltic Fleet was practically destroyed in the Battle of Tsushima, effectively ending the Russo-Japanese War in Japan's favour.\n",
    "<i>Russian Revolution of 1905</i>: The first soviet was formed in the midst of a textile strike in Ivanovo-Voznesensk.\n",
    "<i>Russian Revolution of 1905</i>: A mutiny occurred aboard the battleship <i>Potemkin</i>.\n",
    "<i>Russian Revolution of 1905</i>: The <i>Potemkin</i> sailors defected to Romania.\n",
    "<i>Russo-Japanese War</i>: The Treaty of Portsmouth was signed, ceding some Russian property and territory to Japan and ending the war.\n",
    "<i>Russian Revolution of 1905</i>: Nicholas signed the October Manifesto, expanding civil liberties and establishing and empowering the first State Duma of the Russian Empire.\n"
  ],
  "Singapore": [
    "Singapore change its time zone to GMT+07:00 from the original GMT+6hr 55m 25s.\n"
  ],
  "Sweden": [
    "Personal union between Sweden and Norway peacefully dissolved\n"
  ],
  "Taiwan": [
    "Population census records 2,492,784 Chinese, 82,795 \"mountain people\", and a total of 3,039,751 Taiwanese residents\n"
  ],
  "Tanzania": [
    "The Maji Maji Rebellion starts as a violent resistance to colonial rule in Tanganyika.\n"
  ]
}