{
  "year": "1910",
  "Australia": [
    "Andrew Fisher forms the first federal majority Labor government.\n",
    "Andrew Fisher become Prime Minister.\n"
  ],
  "Belgium": [
    "Exposition Universelle et Internationale (world's fair) held in Brussels.\n",
    "Partial legislative elections\n"
  ],
  "Bhutan": [
    "The Treaty of Punakha amends two articles of the 1865 Treaty of Sinchula: the British agree to double the annual stipend to 100,000 rupees and \"to exercise no interference in the internal administration of Bhutan.\" In turn, Bhutan agrees \"to be guided by the advice of the British Government in regard to its external relations.\"\n"
  ],
  "Brazil": [
    "In the presidential election, Hermes da Fonseca receives 57.1% of the vote. Fonseca is supported by several of the most influential Republican parties, whilst his main opponent, Rui Barbosa, is supported by the Civilist Campaign.\n",
    "Revolt of the Lash: The mostly black crews of four Brazilian warships, led by João Cândido Felisberto, mutiny shortly after a sailor receives 250 lashes. The crews depose their white officers and threaten to bombard Rio de Janeiro.\n"
  ],
  "Canada": [
    "Royal Canadian Navy is established."
  ],
  "Chile": [
    "Centenary of Chilean independence. Celebrations are darkened by the death of President Pedro Montt, the only president between 1831 and 1925 did not serve for a full five-year term.\n"
  ],
  "Colombia": [
    "Colombian astronomer Julio Garavito Armero discovers the crater on the Moon's far side which is named after him (Garavito crater).\n",
    "Carlos Eugenio Restrepo is president of Colombia\n"
  ],
  "East_Timor": [
    "Beginning of the Great Rebellion\n"
  ],
  "Japan": [
    "The Japan–Korea Treaty of 1910 completes the annexation of the Korean Empire.\n",
    "The Japanese Antarctic Expedition starts.\n"
  ],
  "Mexico": [
    "<i>Mexican Revolution</i>: Francisco I. Madero calls for armed rebellion against the government of President Porfirio Díaz.\n"
  ],
  "Serbia": [
    "The Kingdom of Montenegro is proclaimed in Cetinje under King Nicholas I of Montenegro. His long-term programme is the restoration of the Serbian Empire with himself as an Emperor. Two rival Serbian dynasties now fight for supremacy among Serbs.\n"
  ],
  "Singapore": [
    "Anderson Bridge was official opened by Governor Sir John Anderson.\n"
  ]
}