{
  "year": "1911",
  "Albania": [
    "Albanian Highlanders under Ded Gjo Luli defeated Ottoman forces in the town of Tuzi.\n"
  ],
  "Australia": [
    "The Royal Australian Navy is founded\n",
    "The Northern Territory comes under Commonwealth control, being split off from South Australia\n",
    "The first national census is conducted.\n",
    "Australian Capital Territory proclaimed.\n"
  ],
  "Belgium": [
    "Stoclet Palace completed\n",
    "Maurice Maeterlinck awarded the Nobel Prize in Literature\n"
  ],
  "Brazil": [
    "The cargo ship 'SS&nbsp;<i>São Luiz</i> runs aground off the coast of  Rio Grande do Norte.\n"
  ],
  "China": [
    "<i>Second Guangzhou uprising</i>\n",
    "<i>Wuchang uprising</i>: New Army soldiers staged a mutiny in Wuchang District and occupied the residence of the Viceroy of Huguang.\n",
    "<i>1911 Republic of China provisional presidential election</i>: Sun Yat-sen was elected president of the Provisional Government of the Republic of China, with a majority of sixteen of the seventeen provincial representatives of the Tongmenghui in Nanjing.\n"
  ],
  "Cyprus": [
    "Sir Hamilton Goold-Adams became Crown commissioner.\n"
  ],
  "Germany": [
    "<i>Agadir Crisis</i>: The German gunboat SMS <i>Panther</i> arrived at the Moroccan port of Agadir.\n"
  ],
  "Haiti": [
    "President Antoine Simon cedes the presidency to Cincinnatus Leconte\n"
  ],
  "India": [
    "The British government moves the capital from Calcutta to Delhi.\n"
  ],
  "Indinesia": [
    "Tirto Adhi Suryo founds the Islamic Traders' League.\n"
  ],
  "Italy": [
    "Italy defeats the Ottoman Empire and gains control over Libya and the Rhodes archipelago.\n"
  ],
  "Philippine": [
    "Mt Taal erupts, and kills 1,334 people",
    "De La Salle University-Manila is founded as De La Salle College by the Brothers of Christian Schools.",
    "Tricentennial of the Royal and Pontifical University of Santo Tomas"
  ],
  "Singapore": [
    "Sir Arthur Young was appointed as the Governor of the Straits Settlements.\n"
  ],
  "Taiwan": [
    "Liang Qichao visits Taiwan\n"
  ]
}