{
  "year": "1913",
  "Albania": [
    "<i>First Balkan War</i>: The Treaty of London ended the war.\n",
    "<i>Second Balkan War</i>: The war began.\n",
    "<i>Second Balkan War</i>: The Treaty of Bucharest ended the war and recognized an independent Albanian state ruled by a constitutional monarchy.\n"
  ],
  "Australia": [
    "The foundation stone for the city of Canberra is put in place\n",
    "Canberra is officially named as the Capital of Australia.\n",
    "<i>1913 Australian federal election</i>: Joseph Cook elected as the 6th Prime Minister of Australia.\n"
  ],
  "Bangladesh": [
    "Establishment of Ahmadiyya Muslim Community Bangladesh in Brahmanbaria\n"
  ],
  "Belgium": [
    "Exposition universelle et internationale (1913), World's Fair in Ghent.\n"
  ],
  "Brazil": [
    "Roosevelt–Rondon Scientific Expedition: Following a speaking tour in Brazil and Argentina, former US President Theodore Roosevelt meets up with Cândido Rondon to embark on a joint exploration of the \"River of Doubt\".\n"
  ],
  "China": [
    "<i>Assassination of Song Jiaoren</i>: Song Jiaoren, founder of the KMT was assassinated, most likely by then-president Yuan Shikai.\n"
  ],
  "Cuba": [
    "The presidency of Mario García Menocal begins.\n"
  ],
  "East_Timor": [
    "The Portuguese and Dutch agreed to a formal division of the island.\n"
  ],
  "France": [
    "Raymond Poincaré began his term as president of France.\n"
  ],
  "Germany": [
    "<i>Saverne Affair</i>: Two local Saverne papers reported on offensive comments made by a local Prussian military officer.\n"
  ],
  "Haiti": [
    "President Auguste dies during a visit to northern Haiti\n",
    "Senator Michel Oreste is elected president by the Constituent Assembly\n"
  ],
  "India": [
    "Gadar Party formed.\n",
    "Rabindranath Tagore won Nobel Prize in Literature\n"
  ],
  "Ireland": [
    "A Dublin businessman, William Martin Murphy, fires forty workers he suspects belong to the Irish Transport and General Workers' Union (ITGWU). A resulting strike and related civil unrest, the Dublin Lockout, lasts from August 1913 to January 1914.\n"
  ],
  "Philippine": [
    "Battle of Bud Bagsak\n",
    "Newton W. Gilbert appointed as acting Civil Governor (1913)",
    "Francis Burton Harrison appointed as Civil Governor (1913–1921)"
  ],
  "Singapore": [
    "The Singapore Harbour board was set up.\n"
  ],
  "Slovenia": [
    "Celje is electrified. Westen's dishes factory uses electricity in industry.\n",
    "Ivan Cankar in Ljubljana gives a speech <i>Slovenes and Yugoslavs</i> for the socialist society Vzajemnost (<i>Mutuality</i>) about Slovenes to unite politically but not culturally with other South Slavs and Yugoslavism.\n"
  ],
  "Taiwan": [
    "Japanese forces engage in a campaign bring aboriginals on the east coast under government control \n",
    "Hakka people rebel in Miaoli and are defeated \n"
  ]
}