{
  "year": "1920",
  "Albania": [
    "Albanian leaders meeting at Lushnjë rejected the partition of Albania, warned that Albanians would take up arms in defense of their territory, and created a bicameral parliament.\n",
    "The Albanian government under Sulejman Delvina moved to the new capital Tirana.\n",
    "Albania forced Italy to withdraw its troops and abandon territorial claims to almost all Albanian territory.\n",
    "Albania was admitted to the League of Nations as a sovereign and independent state.\n"
  ],
  "Armenia": [
    "Soviet-aligned Armenian SSR established (distinct from and opponent of the first Republic of Armenia).\n",
    "Fall of the first Republic of Armenia, fully occupied by the Turkish National Movement and the Red Army (Soviet Union).\n"
  ],
  "Australia": [
    "The airline Qantas is founded\n"
  ],
  "Belgium": [
    "1920 Summer Olympics held in Antwerp.\n"
  ],
  "Brazil": [
    "Opening ceremony of the 1920 Summer Olympics in Antwerp, at which Brazil competes for the first time. Sport shooter Guilherme Paraense is the first Brazilian to win a gold medal.\n"
  ],
  "Burma": [
    "First Rangoon University strike\n"
  ],
  "Canada": [
    "Canada is admitted as a full member of the League of Nations, independently of Britain. It joins the League Council (governing board) in 1927.  Canada plays a minor role and opposes sanctions or military action by the League. The League is virtually defunct by 1939."
  ],
  "Chile": [
    "Arturo Alessandri Palma is elected president, indicating a rise to power by the Chilean middle classes.\n"
  ],
  "Cyprus": [
    "Sir Malcolm Stevenson became Crown commissioner.\n"
  ],
  "Estonia": [
    "Treaty of Tartu which gave Estonia recognition by Soviet Russia.\n",
    "Adoption of Constitution.\n"
  ],
  "Germany": [
    "<i>Kapp Putsch</i>: The <i>Freikorps</i> Marinebrigade Ehrhardt occupied Berlin. Wolfgang Kapp of the national conservative German National People's Party (DNVP) declared himself chancellor.\n",
    "<i>Ruhr uprising</i>: The Communist Party of Germany, the Communist Workers' Party of Germany, the Independent Social Democratic Party of Germany and the Free Workers' Union of Germany together established the Ruhr Red Army, which expelled the <i>Freikorps</i> from the valley of the Ruhr.\n"
  ],
  "Haiti": [
    "Haitian writer Leon Laleau publishes his first compilation of poems, <i>A Voix Basse</i>\n"
  ],
  "India": [
    "Non-cooperation movement Khilafat Movement\n"
  ],
  "Indinesia": [
    "Communist Party of Indonesia (<i>PKI</i>) is founded. Economic downturn.\n"
  ],
  "Latvia": [
    "The Latvian–Soviet Peace Treaty was signed.\n"
  ],
  "Lebanon": [
    "France takes control over Lebanese territory after the San Remo conference.\n"
  ],
  "Mexico": [
    "An earthquake of magnitude 7.8 hits Puebla and Veracruz, leaving 648–4,000 dead.\n"
  ],
  "Philippine": [
    "Mountain Province is established by American colonial government.\n",
    "Provincehood of Marinduque (<i>Act No. 2880</i>), separating from Tayabas.\n",
    "<i>Philippines Herald</i> is established by Manuel L. Quezon and former <i>Manila Times</i> journalists; first pro-Filipino nationalist newspaper.\n",
    "Provincehood of Masbate (<i>Act No. 2934</i>), former sub-province independent from Sorsogon.\n"
  ],
  "Poland": [
    "Poland's Wedding to the Sea in Puck\n",
    "Signing of Treaty of Warsaw\n",
    "Spa Conference in Belgium\n",
    "Miracle of the Vistula during the Bolshevik invasion\n",
    "Second Silesian Uprising begins\n",
    "Polish–Lithuanian War continues over the Vilnius and Suwałki Regions\n",
    "Żeligowski's Mutiny resulting in the creation of the Republic of Central Lithuania\n"
  ],
  "Russia": [
    "<i>Estonian War of Independence</i>: Soviet Russia signed the Treaty of Tartu, renouncing all claims on Estonian territory.\n",
    "An insurgency in the Khanate of Khiva forced the abdication of the Khan.\n",
    "<i>Russian Civil War</i>: Kolchak was executed by a Bolshevik military tribunal.\n",
    "The Free Territory was inundated with Red troops, including the 42nd Rifle Division and the Latvian &amp; Estonian Red Division – in total at least 20,000 soldiers. The insurgents disarmed the 10,000-strong Estonian Division in Huliajpole.\n",
    "<i>Russian Civil War</i>: The Volunteer Army evacuated to the Crimea to join the army of Pyotr Nikolayevich Wrangel.\n",
    "The Russian Eleventh Army invaded the Azerbaijan Democratic Republic.\n",
    "The Khorezm People's Soviet Republic was established on the territory of the defunct Khanate of Khiva.\n",
    "With the Azerbaijani capital Baku under Eleventh Army occupation, the parliament agreed to transfer power to the Communist government of the Azerbaijan SSR.\n",
    "Soviet Russia recognized Lithuanian independence.\n",
    "<i>Polish–Soviet War</i>: The Galician Soviet Socialist Republic (SSR) was established in Ternopil.\n",
    "<i>Latvian War of Independence</i>: The Treaty of Riga was signed. Soviet Russia renounced all claims on Latvian territory.\n",
    "<i>Battle of Warsaw</i>: The battle began with a Bolsheviks' attack across the Vistula.\n",
    "The Bolsheviks defeated the government of the Alash Orda and established the Kyrgyz ASSR (1920–1925)\n",
    "<i>Battle of Warsaw</i>: The total defeat of the Russian Fourth, Fifteenth and Sixteenth Armies marked the end of the battle.\n",
    "The Red Army attacked Bukhara, the capital of the Emirate of Bukhara.\n",
    "<i>Polish–Soviet War</i>: The Polish army occupied Galicia and ended the rule of the Galician SSR.\n",
    "Makhno's Black Army suddenly turned from south to east, attacking the main forces of General Denikin's army.\n",
    "Makhnovists routed elements of the white Volunteer Army in the Battle of Peregonovka, Uman (Ukraine).\n",
    "The Bukharan People's Soviet Republic was established.\n",
    "<i>Russian Civil War</i>: Wrangel fled Russia.\n",
    "The Eleventh Army entered Armenia.\n",
    "The Armenian Prime Minister ceded control of the country to the invading Communists.\n"
  ],
  "Serbia": [
    "The Treaty of Rapallo recognizes the state's independence.\n"
  ],
  "Singapore": [
    "Sir Laurence Guillemard was appointed as the Governor of the Straits Settlements.\n"
  ],
  "Slovenia": [
    "The \"Kulturbund\" – a cultural and educational organization of German national minority is established. Later becomes the nazi organization, which operates in Yugoslavia as a fifth column.\n",
    "The Treaty of Trianon with Hungary Burgenland (Gradiščansko) falls to Austria and Transmuraland (Prekmurje) to the Kingdom of Serbs, Croats and Slovenes.\n",
    "Croatian National hall in Pula and Slovene national hall in Trieste are burned down by Italian fascists.\n",
    "A security agreement is signed between Czechoslovakia and the Kingdom of Serbs, Croats and Slovenes.\n",
    "Carinthian Plebiscite.\n",
    "The Treaty of Rapallo between Italy and the Kingdom of Serbs, Croats and Slovenes, where Slovenia loses almost the whole province of Primorska, which is incorporated back again after the 2nd World War. Italy also gets the whole Istria together with the Trieste region (<i>Tržaško</i>).\n"
  ],
  "Switzerland": [
    "The League of Nations, an intergovernmental organization established for the purposes of collective security and international arbitration, came into existence, with Switzerland among its founding members.\n"
  ],
  "Syria": [
    "<i>San Remo conference</i>: The conference partitioned the Ottoman Empire, establishing a French mandate in Syria and Lebanon.\n"
  ],
  "Tajikistan": [
    "Tajikistan left the Russian Empire.\n",
    "Tajikistan became a part of the Soviet Union.\n"
  ],
  "Tanzania": [
    "Sir Horace Byatt is appointed the first governor of Tanganyika.\n",
    "The British mandate over Tanganyika comes into force.\n"
  ]
}