{
  "year": "1926",
  "Albania": [
    "Italy and Albania signed the First Treaty of Tirana, guaranteeing Albanian boundaries and the political position of Zog.\n"
  ],
  "Australia": [
    "The first Miss Australia contest is held\n"
  ],
  "Belgium": [
    "Labour Treaty establishing free movement of labour between Belgium and Luxembourg signed at Luxembourg.\n",
    "Wedding of King Leopold III of Belgium and Astrid of Sweden.\n"
  ],
  "Bhutan": [
    "King Ugyen Wangchuck dies; his son Jigme Wangchuck begins to reign.\n"
  ],
  "Brazil": [
    "In the presidential election, Washington Luís of the Republican Party of São Paulo, who received 98.0% of the vote.\n"
  ],
  "Canada": [
    "A constitutional crisis, known as the King-Byng Affair, is precipitated when Governor General Byng refused Prime Minister King's request to dissolve parliament and call an election, instead asking opposition leader Meighen to form a government, which in turn was quickly defeated. King framed the dispute as one of Britain, represented by the Governor General, interfering with Canadian affairs. Consequently, the affair played a role in the Balfour Declaration of 1926, in which each Dominion of the British Empire was declared to be of equal status with Britain."
  ],
  "China": [
    "<i>Northern Expedition</i>: The KMT general Chiang Kai-shek launched an expedition of some hundred thousand National Revolutionary Army (NRA) soldiers from Guangdong against the warlords Zhang Zuolin, Wu Peifu and Sun Chuanfang.\n"
  ],
  "Colombia": [
    "Miguel Abadía Méndez is president of Colombia\n"
  ],
  "Cuba": [
    "Fidel Castro is born in the province of Holguín.\n"
  ],
  "Cyprus": [
    "Sir Ronald Storrs became governor.\n"
  ],
  "Germany": [
    "Germany joined the League of Nations.\n"
  ],
  "Haiti": [
    "President Bornó is re-elected by the State Council and makes a diplomatic trip to the United States\n",
    "Haitian writer Leon Laleau publishes his second compilation of poems, <i>La Flèche au Cœur</i>\n"
  ],
  "Indinesia": [
    "Nahdlatul Ulama was established by Hasyim Asy'ari as the reaction to the modernist Muhammadiyah organization.\n"
  ],
  "Italy": [
    "Mussolini assumes dictatorial powers.\n",
    "The novelist Grazia Deledda is the first Italian woman who is awarded the Nobel Prize for Literature.\n"
  ],
  "Japan": [
    "Emperor Taishō died at the age of 47.\n",
    "Prince Hirohito became the Emperor of the Empire of Japan after the death of his father Yoshihito. This marked the <b>start of the Shōwa period</b>.\n"
  ],
  "Poland": [
    "May Coup\n",
    "Ignacy Mościcki becomes President\n"
  ],
  "Russia": [
    "The Kara-Kyrgyz Autonomous Oblast was reorganized into the Kyrgyz ASSR (1926–1936).\n",
    "Trotsky was expelled from the Politburo.\n"
  ]
}