{
  "year": "1927",
  "Argentina": [
    "Fabrica Militar de Aviones aircraft factory founded in Cordoba\n"
  ],
  "Australia": [
    "The tenth parliament is formally opened in Canberra, finalising the move to the new capital.\n",
    "Slim Dusty (David Kirkpatrick), Country Music Singer and Musician is Born in Kempsey, New South Wales.\n"
  ],
  "Bhutan": [
    "Coronation of Jigme Wangchuck.\n"
  ],
  "Brazil": [
    "The Brazilian submarine Humaytá is launched at the Odero-Terni-Orlando shipyard at La Spezia, Italy.\n"
  ],
  "Canada": [
    "Canada appoints Vincent Massey as its first fully accredited envoy to a foreign capital."
  ],
  "Chile": [
    "In a bloodless coup, Carlos Ibáñez del Campo takes the presidency by force during great political instability. He subsequently governs as a dictator until 1931.\n<p>The corps of <i>Carabineros</i> — paramilitary police — is founded.\n</p>\n"
  ],
  "China": [
    "<i>Shanghai massacre of 1927</i>: KMT forces led by Chiang attack Communist allies in Shanghai, initiating a full-scale purge of Communists in regions under KMT control.\n",
    "<i>Nanchang uprising</i>: Communist forces launched an uprising against the KMT in Nanchang.\n"
  ],
  "Colombia": [
    "The Federación Nacional de Cafeteros de Colombia is created\n"
  ],
  "India": [
    "Mahad Satyagraha\n",
    "Simon Commission\n"
  ],
  "Japan": [
    "Shōwa financial crisis\n"
  ],
  "Philippine": [
    "Eugene Allen Gilmore appointed as acting Civil Governor (1927)",
    "Radio station KZRM (Radio Manila) begins operation under RCP; later acquired by Erlanger and Galinger, Inc. in 1931, then by Amado Araneta in 1939 with KZEG.\n",
    "Henry L. Stimson appointed as Civil Governor (1927–1929)"
  ],
  "Russia": [
    "Article 58 of the RFSR Penal Code revised the penalties for counterrevolutionary activity.\n",
    "Sergius affirmed the loyalty of the Russian Orthodox Church to the Soviet government.\n",
    "Trotsky and Zinoviev were expelled from the Communist Party.\n",
    "The Fifteenth Party Congress expelled the remainder of the United Opposition from the Party.\n"
  ],
  "Singapore": [
    "Sir Hugh Clifford was appointed as the Governor of the Straits Settlements.\n"
  ],
  "Slovenia": [
    "Founding of the TIGR at Goriško, Slovene anti-fascist organisation, first such European organization and a secret youth organization Borba (<i>The fight</i>) at the Trieste region.\n"
  ],
  "Taiwan": [
    "The Taiwanese People's Party breaks from the Taiwanese Cultural Association\n"
  ]
}