{
  "year": "1928",
  "Albania": [
    "Zog pressured the parliament to dissolve itself and called a constituent assembly which declared him King.\n"
  ],
  "Australia": [
    "Bert Hinkler makes the first successful flight from Britain to Australia, and Charles Kingsford Smith makes the first flight from the United States to Australia. The Shrine of Remembrance is built.\n"
  ],
  "Barbados": [
    "The introduction of The St. Michael Girls School.\n"
  ],
  "Brazil": [
    "The ETA – Empresa de Transporte Aéreo airline is founded; it remains in operation for only a year.\n",
    "The Liberator Party (Brazil) is founded for the first time, by members of the Rio Grande do Sul Federalist Party, notably Joaquim Francisco de Assis Brasil.\n"
  ],
  "Chile": [
    "A magnitude 7.7 M<sub>w</sub> earthquake strikes Talca.\n"
  ],
  "China": [
    "<i>Jinan Incident</i>: The Japanese general Hikosuke Fukuda tortured and killed seventeen of Chiang's representatives in Jinan.\n",
    "<i>Huanggutun incident</i>: Zhang Zuolin's train was blown up by the Japanese Kwantung Army, killing him.\n",
    "Chiang became chairman of the Nationalist government of the Republic of China.\n"
  ],
  "Colombia": [
    "The Banana massacre, in Spanish, Matanza de las bananeras or Masacre de las bananeras: A massacre of workers for the United Fruit Company that occurred in the town of Ciénaga near Santa Marta\n"
  ],
  "Cuba": [
    "Julio Antonio Mella, a founder of the Communist Party in Cuba, is murdered in Mexico.\n",
    "Ernesto Guevara de la Serna, known as Che Guevara, is born in Rosario, Argentina.\n"
  ],
  "Haiti": [
    "Haitian writer Jean Price-Mars publishes his acclaimed novel <i>Ainsi Parla l'Oncle</i> (<i>\"So spoke the Uncle\"</i>)\n",
    "Leon Laleau publishes two more compilations of poems, <i>Le Rayon des Jupes</i> and <i>Abréviations</i>\n"
  ],
  "India": [
    "Bardoli Satyagraha\n"
  ],
  "Poland": [
    "Legislative election\n",
    "Piłsudski's Nonpartisan Bloc for Cooperation with the Government election campaign\n"
  ],
  "Russia": [
    "<i>Shakhty Trial</i>: Police arrested a group of engineers in the town of Shakhty and accused them of conspiring to sabotage the Soviet economy.\n",
    "<i>First five-year plan</i>: Stalin announced the beginning of state industrialisation of the Soviet economy.\n"
  ]
}