{
  "year": "1930",
  "Argentina": [
    "Military coup deposed Yrigoyen, starting the 'Infamous Decade'\n"
  ],
  "Australia": [
    "New South Wales batsman Don Bradman scores a world record first-class individual innings of 452 not out in a Sheffield Shield match against Queensland\n",
    "In the Third Test at Leeds against England, Don Bradman scored a Hundred before Tea, a Hundred before lunch, and a Hundred by the end of the day's play, 309 in Total. He went on to make 334. Altogether in his 52 Test career, Bradman scored 29 Hundreds, 12 Double Hundreds and 2 Triple Hundreds. This is therefore the fastest Triple Hundred in Test History.\n",
    "Phar Lap wins his only Melbourne Cup\n"
  ],
  "Bangladesh": [
    "Chittagong Armoury Raid by Surya Sen.\n"
  ],
  "Belgium": [
    "Exposition internationale held in Liège\n",
    "Birth of future king Baudouin of Belgium\n"
  ],
  "Brazil": [
    "A general election is held; in the presidential elections, the result is a victory for Júlio Prestes of the Republican Party of São Paulo, who receives 57.7% of the vote.  Vital Soares is elected vice-president, but never takes office.\n",
    "The assassination of João Pessoa Cavalcânti de Albuquerque, governor of Paraíba, by João Duarte Dantas, stirs up a wave of bad feeling toward the federal government and the outgoing president Washington Luís, who is accused of bearing the \"moral responsibility\".\n",
    "1930 Curuçá River event: The area of Curuçá River near latitude 5° S and longitude 71.5° W experiences a meteoric air burst (also known as the Brazilian Tunguska event).\n",
    "The state capital of Paraíba, formerly Parahyba, is renamed João Pessoa, in memory of its assassinated governor.\n",
    "Brazilian Revolution of 1930.\n",
    "Incumbent President Washington Luís is deposed.  A military junta, led by General Augusto Tasso Fragoso, temporarily takes control of the country.\n",
    "Beginning of the Vargas Era: The ruling junta hands power and the presidential palace to Getúlio Vargas.\n",
    "The National Institute of Metrology Standardization and Industrial Quality (INMETRO) is founded.\n"
  ],
  "Burma": [
    "Nationalist and leftist Dobama Asiayone founded\n",
    "Peasants' rebellion (to 1932)\n"
  ],
  "Chile": [
    "Fuerza Aérea de Chile (Chilean Air Force) founded.\n"
  ],
  "Colombia": [
    "Enrique Olaya Herrera is president of Colombia\n"
  ],
  "Germany": [
    "<i>German federal election, 1930</i>: The SPD retained a plurality of seats in the Reichstag.  The Nazi Party gained ninety-five seats.\n"
  ],
  "Haiti": [
    "The Forbes Commission, sent by U.S. president Herbert Hoover to investigate Haiti's political situation, arrives in the country\n",
    "Louis Eugène Roy is designated temporary president by state decree\n",
    "Senator Sténio Vincent is elected to a six-year term as president\n",
    "Fietta, the first Apostolic Nuncio (diplomatic representative of the Roman Catholic Church) to Haiti, arrives in Port-au-Prince\n"
  ],
  "India": [
    "Salt Satyagraha, the civil disobedience movement, begins with the Dandi march.\n",
    "The first Round Table Conferences (India)\n"
  ],
  "Indinesia": [
    "Sukarno's famous nationalist speech, 'Indonesia Accuses', given as defence in his political trial.\n"
  ],
  "Japan": [
    "Wushe incident – a rebellion on Taiwan\n"
  ],
  "Malta": [
    "The <i>1921 Constitution</i> is suspended.\n",
    "The <i>Malta Railway</i> service is terminated.\n"
  ],
  "Philippine": [
    "<i>Partido Komunista ng Pilipinas</i> (PKP, Communist Party of the Philippines) is formally established by Crisanto Evangelista at Tondo, Manila."
  ],
  "Poland": [
    "Legislative election\n"
  ],
  "Russia": [
    "The Gulag was officially established.\n",
    "The Karakalpak Autonomous Oblast was transferred to the Russian SFSR.\n"
  ],
  "Singapore": [
    "Sir Cecil Clementi was appointed as the Governor of the Straits Settlements.\n"
  ],
  "Slovenia": [
    "Italian fascists discover some TIGR's cells and five members of TIGR (<i>other sources of</i> Borba) are killed at Bazovica.\n"
  ],
  "Taiwan": [
    "<i>Wushe Incident</i>: 300 Seediq people led by Mona Rudao raid a Japanese police station and attack an elementary school, killing 134 Japanese and two Han Chinese (by mistake); in response the government intensifies their efforts to subjugate the Atayal aborigines\n"
  ],
  "Vietnam": [
    "Emperor Bảo Đại (1925–1945) became ruler of Vietnam.\n",
    "Nghệ Tĩnh Revolt.\n",
    "Communist Party of Vietnam (CPV) is the founding and ruling communist party of the Socialist Republic of Vietnam.\n"
  ]
}