{
  "year": "1936",
  "Australia": [
    "The last thylacine dies.\n"
  ],
  "Bangladesh": [
    "A. K. Fazlul Huq forms the Krishak Sramik Party.\n"
  ],
  "Belgium": [
    "Belgian general election, 1936\n"
  ],
  "Brazil": [
    "President Vargas signed the decree, which gives the name of the aviator Alberto Santos Dumont Airport located in Ponta do Calabouço, in the city of Rio de Janeiro, named Santos Dumont Airport, Brazil's first civilian airport.\n"
  ],
  "Burma": [
    "Second Rangoon University strike\n"
  ],
  "China": [
    "<i>Xi'an Incident</i>: Zhang Xueliang arrested Chiang in Xi'an due to concerns he was insufficiently committed to anti-Japanese resistance.\n"
  ],
  "Germany": [
    "<i>Remilitarisation of the Rhineland</i>: German troops entered the Rhineland in violation of the Treaty of Versailles.\n",
    "<i>1936 Summer Olympics</i>: Germany won the greatest number of gold, silver and bronze medals at the Olympics, held in Berlin. Black American Jesse Owens won four gold medals, the highest individual total.\n"
  ],
  "Italy": [
    "Following the invasion of Ethiopia, Italy is expelled from the League of Nations.  Mussolini and Hitler signed the Rome-Berlin Axis.\n"
  ],
  "Philippine": [
    "President Manuel L. Quezon issued Executive Order No. 23 which provided for the technical description and specifications of the Philippine national flag.",
    "Cityhood of Zamboanga approved (<i>Commonwealth Act No. 39</i>); ratified, February 26, 1937.\n",
    "Cityhood of Davao (<i>Commonwealth Act No. 51</i>)\n",
    "Cityhood of Cebu approved (<i>Commonwealth Act No. 58</i>); ratified, February 24, 1937.\n",
    "The Boy Scouts of the Philippines was established."
  ],
  "Russia": [
    "<i>Moscow Trials</i>: The Trial of the Sixteen, in which Kamenev and Grigory Zinoviev were the primary defendants, began.\n",
    "<i>Moscow Trials</i>: The defendants in the Trial of the Sixteen were executed.\n",
    "The Stalin Constitution came into effect. The Central Executive Committee was renamed the Supreme Soviet of the Soviet Union.\n",
    "The Kyrgyz ASSR (1926–1936) became a Union-level republic, the Kyrgyz SSR.\n",
    "The Kazakh ASSR became the Kazakh SSR.\n",
    "The territory of the Karakalpak ASSR was incorporated into the Uzbek SSR.\n"
  ],
  "Syria": [
    "The Franco-Syrian Treaty of Independence (1936) was signed.\n"
  ],
  "Tajikistan": [
    "<b>Tajik Socialist Soviet Republic</b> was renamed to <b>Tajik Soviet Socialist Republic</b>.\n"
  ]
}