{
  "year": "1937",
  "Australia": [
    "The radio series <i>Dad and Dave</i> begins.\n"
  ],
  "Barbados": [
    "Riots occur in Bridgetown.\n"
  ],
  "Belgium": [
    "King Baudouin makes a state visit to Britain.\n"
  ],
  "Brazil": [
    "One of the leaders of the communist revolution, Luis Carlos Prestes, is sentenced to 16 years and eight months in prison.\n",
    "National Democratic Union, ahead of support for the candidacy of Armando Sales de Oliveira for president in the 1938 elections is created.\n",
    "President Getúlio Vargas signed the decree establishing the Itatiaia National Park, the first national park in Brazil.\n",
    "The National Union of Students is founded in Rio de Janeiro.\n",
    "The fourth Brazilian Constitution is granted by President Vargas, starting the Estado Novo.\n",
    "President Vargas signs the ordinance which extinguishes all political parties in the country.\n"
  ],
  "Burma": [
    "Burma is separated from British India and becomes a separate colony\n"
  ],
  "China": [
    "<i>Marco Polo Bridge Incident</i>: Roughly one hundred Chinese soldiers were killed defending the Marco Polo Bridge in Beijing from a Japanese attack.\n",
    "The KMT and CPC joined to establish the Second United Front.  The Red Army was reorganized into the Eighth Route and New Fourth Armies, which were nominally part of the NRA chain of command.\n",
    "<i>Battle of Pingxingguan</i>: The Eighth Route Army wiped out a Japanese force of a few hundred attempting to bring supplies through Pingxing Pass.\n",
    "<i>Battle of Shanghai</i>: The NRA began withdrawing from downtown Shanghai in the face of a Japanese onslaught.\n",
    "<i>Battle of Nanking</i>: The Japanese Central China Area Army launched a full-scale assault on Nanjing.\n",
    "<i>Nanking massacre</i>: Nanjing fell to the Japanese Central China Area Army.  A six-week massacre began in which tens of thousands of women were raped and as many as three hundred thousand civilians were killed.\n"
  ],
  "Estonia": [
    "A new constitution in force with civil liberties and democracy restored but with a very strong presidency.\n"
  ],
  "Haiti": [
    "Between 20,000 and 35,000 Haitians living in the Dominican Republic are massacred by the Dominican armed forces on the orders of President Rafael Trujillo.\n"
  ],
  "India": [
    "1937 Indian provincial elections\n"
  ],
  "Ireland": [
    "The Constitution of Ireland comes into force, replacing the Irish Free State with a new state called \"Éire\", or, in the English language, \"Ireland\"\n"
  ],
  "Japan": [
    "The Second Sino-Japanese War starts.\n"
  ],
  "Philippine": [
    "The 33rd International Eucharistic Congress was held in Rizal Park, Manila, Philippines; first in Asia.",
    "The Institute of National Language recommends Tagalog as the basis of the country's national language.\n"
  ],
  "Russia": [
    "<i>Moscow Trials</i>: The Second Trial began.\n",
    "<i>Moscow Trials</i>: The Second Trial ended. Of seventeen defendants, all but four were sentenced to death.\n",
    "<i>Case of Trotskyist Anti-Soviet Military Organization</i>: Mikhail Tukhachevsky, a Marshal of the Soviet Union and hero of the Russian Civil War, was arrested.\n",
    "<i>Case of Trotskyist Anti-Soviet Military Organization</i>: Tukhachevsky was executed, with eight other military leaders.\n",
    "<i>Great Purge</i>: NKVD Order № 00447 was issued. The order established a new judicial method, the NKVD troika, and set nationwide quotas for the execution and enslavement of \"anti-Soviet elements.\"\n",
    "<i>Polish operation of the NKVD</i>: The NKVD chief signed Order № 00485, classifying all potential Polish nationalists as enemies of the state.\n",
    "<i>Great Purge</i>: NKVD Order № 00486 made relatives of accused traitors subject to imprisonment in labor camps.\n",
    "Peter of Krutitsy was executed in solitary confinement.\n"
  ],
  "Singapore": [
    "Kallang Airport was opened.\n"
  ],
  "Slovenia": [
    "The National Academy of Sciences and Arts is established in Ljubljana.\n"
  ],
  "Taiwan": [
    "Chinese language in newspapers is banned and Classical Chinese is removed from the school curriculum\n"
  ]
}