{
  "year": "1938",
  "Australia": [
    "Sydney hosts the Empire Games, the forerunner to the Commonwealth Games.\n"
  ],
  "Barbados": [
    "The formation of the Barbados Progressive League-BPL. (The precursor of the Barbados Labour Party.)\n"
  ],
  "Brazil": [
    "The Brazilian integralist movement attempt a coup d'état, supported by the Axis powers.  The failure of the \"Pajama Putsch\" leads to the dissolution of the AIB.\n",
    "Folk hero Lampião and his band are ambushed in one of his hideouts, the Angicos farm, in the state of Sergipe.\n"
  ],
  "Burma": [
    "Third Rangoon University strike and nationwide strikes\n"
  ],
  "Chile": [
    "Massacre of Seguro Obrero: the Carabineros execute members of the fascist National Socialist Movement of Chile (<i>Nacistas</i>), after the fascists attempted to oust the government in a coup d'état.\n"
  ],
  "China": [
    "<i>Bombing of Chongqing</i>: The Japanese army and naval air services began a bombing campaign against civilian targets in Chongqing which would kill some ten thousand people.\n",
    "<i>Battle of Taierzhuang</i>: The Japanese army was forced to withdraw after suffering heavy losses in an attempted conquest of Tai'erzhuang District.\n",
    "<i>1938 Yellow River flood</i>: KMT forces destroyed a major dyke in an effort to create a flood to slow down Japanese forces. Nearly a million citizens died.\n"
  ],
  "Colombia": [
    "Eduardo Santos Montejo is president of Colombia\n"
  ],
  "Cuba": [
    "The Communist party is legalized again.\n"
  ],
  "Estonia": [
    "Kaarel Eenpalu became prime minister of Estonia.\n",
    "Election sees National Front winning 63 seats and all the opposition winning 17 seats.\n",
    "Konstantin Päts elected president.\n"
  ],
  "Germany": [
    "<i>Anschluss</i>: German troops entered Austria.\n",
    "<i>Kristallnacht</i>: A pogrom took place in which SA paramilitaries and German civilians destroyed Jewish businesses and at least ninety-one were killed.\n"
  ],
  "Haiti": [
    "The 135th anniversary of the flag of Haiti is celebrated with athletic festivities at the Champs-de-Mars in Port-au-Prince\n"
  ],
  "Italy": [
    "The Italian national football team wins its second FIFA World Cup.\n",
    "Enrico Fermi is awarded the Nobel Prize in Physics for his work on induced radioactivity.\n"
  ],
  "Mexico": [
    "<i>Mexican oil expropriation</i>: President Lázaro Cárdenas expropriates the oil industry.\n"
  ],
  "Philippine": [
    "Cityhood of Tagaytay, Cavite (<i>Commonwealth Act No. 338</i>)\n"
  ],
  "Poland": [
    "Territorial changes of Polish Voivodeships\n",
    "Annexation of Zaolzie\n",
    "Legislative election\n"
  ],
  "Russia": [
    "A new decree required the teaching of Russian in all non-Russian schools.\n",
    "<i>Trial of the Twenty One</i>: The third Moscow Trial, at which Bukharin was the primary defendant, began.\n",
    "<i>Trial of the Twenty One</i>: The defendants were executed.\n",
    "<i>Battle of Lake Khasan</i>: The armed forces of Japanese Manchukuo attacked the Soviet military at Lake Khasan.\n",
    "<i>Battle of Lake Khasan</i>: The battle ended in a Japanese defeat.\n"
  ],
  "Singapore": [
    "British Military Hospital, predecessor of Alexandra Hospital was established.\n",
    "Singapore completes the main British naval base, which is the largest drydock and third largest floating dock in the world.\n"
  ],
  "Slovenia": [
    "Some members of TIGR plan an attempt on Italian Fascist leader Benito Mussolini's life, when he visits Kobarid.\n",
    "Adolf Hitler annexes Austria to the Nazi Germany. Slovenes in Austrian Carinthia practically become German citizens.\n",
    "Dragiša Cvetković becomes prime minister. He signs an agreement with the leader of Croatian opposition Vladko Maček allowing for the foundation of the Banovina of Croatia as the sole autonomous political and territorial unit in the Kingdom of Yugoslavia. This agreement does not solve the national problem since it just distributes the authority among Serbs and Croats.\n"
  ],
  "Sweden": [
    "Saltsjöbaden Agreement establishes rules for collective bargaining and trade relations\n"
  ]
}