{
  "year": "1939",
  "Albania": [
    "The German ambassador assured Mussolini of German support for an Italian invasion of Albania.\n",
    "The Italian ambassador demanded that Albania become an Italian protectorate.\n",
    "The Albanian army mobilized.\n",
    "Leka, Crown Prince of Albania, the heir to the Albanian throne, was born.\n",
    "Zog appealed to the democracies.\n",
    "Zog appealed to the Balkan Pact.\n",
    "<i>Italian invasion of Albania</i>: Fifty thousand Italian marines landed in the ports of Durrës, Vlorë, Shëngjin and Sarandë. See also: Albania under Italy, Albania under Nazi Germany, Albanian resistance during World War II\n",
    "Zog fled with his wife, Queen Géraldine Apponyi de Nagyappony, and their infant son Leka, to Greece.\n",
    "Italian troops occupied Tirana.\n",
    "A constituent assembly summoned in Tirana by pro-Italian notables approved a personal union with Italy.\n",
    "Shefqet Bej Verlaci became Prime Minister and acting Head of State.\n",
    "Albania withdrew from the League of Nations.\n",
    "Italian King Victor Emmanuel III of Italy was crowned King of Albania.\n",
    "Francesco Jacomoni di San Savino was appointed the viceroy of Albania.\n"
  ],
  "Australia": [
    "Victoria is devastated by the Black Friday bushfires.\n",
    "Prime Minister Joseph Lyons dies in office and is replaced by Robert Menzies and the first Menzies Government.\n",
    "Australia enters the Second World War following the German Invasion of Poland. The 2nd Australian Imperial Force is raised.\n",
    "The first flight is made by an Australian-made warplane, the Wirraway.\n"
  ],
  "Belgium": [
    "Belgian general election, 1939\n",
    "Exposition internationale de l'eau opens in Liège.\n"
  ],
  "Brazil": [
    "Serra dos Órgãos National Park is created.\n",
    "The Imperial Mausoleum is officially inaugurated at the Cathedral of Petrópolis.\n"
  ],
  "Canada": [
    "During the war, the government mobilizes Canadian money, supplies, and volunteers to support Britain while boosting the economy and maintaining home front morale. Canada plays a military role protecting convoys against German submarines and fighting the German Army in Western Europe, while helping to liberate the Netherlands. Canada expands its small navy into the third largest in the world, after the U.S. and U.K. It had 363 ships and 100,000 sailors (of whom 6700 were women.)"
  ],
  "Chile": [
    "The Radical Party gains power, which they will retain until 1952.\n"
  ],
  "China": [
    "The nominally independent Mengjiang was established on the Mongol territories of the Japanese-occupied Chahar and Suiyuan provinces.\n",
    "<i>Battle of Changsha</i>: The Japanese army attacked Changsha.\n"
  ],
  "Cyprus": [
    "Cypriots fought with the British in World War II, Greek Cypriots demanding Enosis at war's end. The Turkish Cypriots wanted British rule to continue.\n",
    "Sir William Denis Battershill became governor.\n"
  ],
  "Estonia": [
    "Jüri Uluots becomes prime minister of Estonia.\n",
    "The Molotov–Ribbentrop Pact was signed, promising mutual non-aggression between Germany and the Soviet Union and agreeing to a division of much of Europe between those two countries.\n"
  ],
  "France": [
    "<i>Second World War</i>: France declared war on Germany.\n"
  ],
  "Germany": [
    "The Molotov–Ribbentrop Pact was signed, promising mutual non-aggression between Germany and the Soviet Union and agreeing to a division of much of Eastern Europe between those two countries.\n",
    "<i>Invasion of Poland</i>: Germany invaded Poland.\n"
  ],
  "India": [
    "The All India Forward Bloc established by Subhas Chandra Bose\n"
  ],
  "Latvia": [
    "The Molotov–Ribbentrop Pact was signed between the Soviet Union (USSR) and Nazi Germany.\n"
  ],
  "Nepal": [
    "Tens of thousands of Nepalese citizens fight as soldiers for British in World War II (to 1945)\n"
  ],
  "Philippine": [
    "KZRH, established by H. E. Heacock Company under Samuel Caches, goes on air; country's oldest existing radio station, renamed PIAM during the Japanese era and now DZRH."
  ],
  "Poland": [
    "German Invasion of Poland begins; Bombing of Wieluń\n",
    "Massacre in Torzeniec village\n",
    "Bloody Sunday in Bydgoszcz\n",
    "German Massacre in Ciepielów of Polish POW\n",
    "Bombing of Frampol, up to 90% of the town destroyed\n",
    "Soviet invasion of Poland\n",
    "Orzeł incident, ORP submarine escapes to the United Kingdom\n",
    "The Fall of Warsaw\n",
    "General Bolesław Wieniawa-Długoszowski elected President\n",
    "Poland completely occupied\n",
    "Sonderaktion Krakau operation against university professors\n"
  ],
  "Russia": [
    "The Molotov–Ribbentrop Pact was signed, promising mutual non-aggression between Germany and the Soviet Union and agreeing to a division of much of Europe between those two countries.\n",
    "<i>Soviet invasion of Poland</i>: The Red Army invaded Poland.\n",
    "Elections were held to the Supreme Soviets of the Polish areas annexed by the Soviet Union.\n",
    "<i>Shelling of Mainila</i>: The Red Army shelled the Russian village of Mainila and blamed the Finns for invented casualties.\n",
    "<i>Winter War</i>: The Soviet army attacked Finland.\n",
    "<i>Winter War</i>: The Soviet Union established the Finnish Democratic Republic in the border town of Terijoki.\n"
  ],
  "Serbia": [
    "Former political prisoner Vlatko Maček is appointed vice premier of the Kingdom of Yugoslavia following an appeasement policy of the Royal Court towards the Croats. An autonomous Banovina of Croatia is carved out of large parts of Croatia as well as parts of Bosnia and Vojvodina. As Vlatko Maček announces the potential independence of the province and a deep crisis in the Kingdom follows. Yugoslavia has started to disintegrate.\n"
  ],
  "Singapore": [
    "Chung Cheng High School (Main) was established in Kim Yam Road.\n"
  ],
  "Syria": [
    "The monks of Alexandretta and Antioch were ceded to Turkey by the French.\n"
  ]
}