{
  "year": "1941",
  "Albania": [
    "<i>Invasion of Yugoslavia</i>: Germany, Italy, Hungary, Bulgaria, Romania and the Croatian Ustaše invaded Yugoslavia.\n",
    "<i>Battle of Greece</i>: Germany invaded Greece.\n",
    "<i>Axis occupation of Greece during World War II</i>: Greece was partitioned between Germany, Italy and Bulgaria, with Italy occupying the bulk of the Greek mainland and most of the islands.\n",
    "Josip Broz Tito, leader of the Communist Party of Yugoslavia, began to organize Albanian Communists.\n",
    "The Albanian Communist Party was founded under First Secretary Enver Hoxha.\n",
    "Mustafa Merlika-Kruja became Prime Minister.\n"
  ],
  "Australia": [
    "3 Divisions of the 2nd Australian Imperial Force join operations in the Mediterranean. After initial successes against Italy, 2nd AIF suffered defeat against the Germans in Greece, Crete, and North Africa.\n",
    "Apr–Aug, Australian garrison (<i>Rats of Tobruk</i>) halt advance of Hitler's panzers for the first time during the Siege of Tobruk.\n",
    "Menzies resigns and John Curtin becomes Prime Minister in the Curtin Government of 1941–45.\n"
  ],
  "Belgium": [
    "King Leopold III secretly marries Lilian Baels\n"
  ],
  "Burma": [
    "Burma Independence Army formed with Japanese help\n"
  ],
  "Cambodia": [
    "<i>Japanese occupation of Cambodia</i>: Japanese troops occupied Cambodia.\n",
    "King Sisowath Monivong died.  The French chose his grandson Norodom Sihanouk to succeed him.\n"
  ],
  "China": [
    "The Communist official Mao Zedong gave a speech in Yan'an entitled \"Reform in Learning, the Party and Literature,\" establishing the Yan'an Rectification Movement and beginning an ideological purge which would claim some ten thousand lives.\n",
    "<i>Battle of Changsha</i>: A Japanese army began a general retreat after failing to take Changsha.\n"
  ],
  "Cuba": [
    "Cuba declares war on Japan, Germany, and Italy.\n"
  ],
  "Cyprus": [
    "Sir Charles Campbell Woolley became governor.\n"
  ],
  "East_Timor": [
    "Portuguese Timor was occupied by Australian and Dutch forces.\n"
  ],
  "Estonia": [
    "German troops took with help of the Forest Brothers Estonia over from the Soviets.\n",
    "Mass deportations by Soviet Union authorities take place in Estonia, Latvia and Lithuania.\n",
    "Germany attacked Soviet Union, Estonian partisans (Forest Brothers) started revolting in Southern Estonia.\n",
    "Sinking of a Soviet steamer with 3500 Soviet-mobilized Estonian men on board, 598 of them died.\n",
    "Self-government of Estonia, headed by Hjalmar Mäe, is appointed by German military administration.\n"
  ],
  "Germany": [
    "Konrad Zuse built the Z3.\n"
  ],
  "Haiti": [
    "Élie Lescot is elected to a five-year term as president\n",
    "President Vincent's term ends; Élie Lescot takes office\n"
  ],
  "Indinesia": [
    "Dutch East Indies campaign (8 December 1941 – 9 March 1942) by forces from the Empire of Japan starts.\n"
  ],
  "Italy": [
    "While they are confined on the island of Ventotene by the Fascist regime, Altiero Spinelli and Ernesto Rossi compile the Ventotene Manifesto, entitled \"Towards a Free and United Europe\". With his Manifesto, Spinelli gives the major contribution to the formulation of the Federalist thinking and is later one of the main figures of the European Parliament.\n"
  ],
  "Japan": [
    "The Soviet-Japanese Neutrality Pact was signed.\n",
    "Japan attacked the naval base in Pearl Harbor, Hawaii. Japan has declared war to the US, Dutch and British, marking the start of the Pacific War theatre of World War II.\n"
  ],
  "Latvia": [
    "The first mass deportations of Latvians to various sites in the Soviet Union began.\n",
    "<i>Occupation of Latvia by Nazi Germany</i>: Nazi troops occupied Riga.\n"
  ],
  "Philippine": [
    "Provincehood of Romblon (<i>Commonwealth Act No. 38)</i>\n",
    "Philippine Airlines starts operations with its maiden flight between Makati and Baguio cities.\n",
    "Manuel Quezon re-elected as President",
    "Start of the Japanese invasion of the Philippines following Pearl Harbor attack.",
    "Japanese planes attack Sangley Point in Cavite.\n",
    "Wenceslao Vinzons organizes a citizen's army to fight Japanese forces in Camarines Norte.\n",
    "President Quezon, his family and the war cabinet move to Corregidor Island",
    "General MacArthur declares Manila an open city",
    "Filipino and US armies retreat to Bataan",
    "Pres. Quezon and Vice Pres. Osmeña take their oath of office for their second term in Corregidor Island, Cavite."
  ],
  "Poland": [
    "Lviv pogroms\n",
    "Massacre of Lwów professors\n",
    "Jedwabne pogrom\n",
    "Signing of the Sikorski–Mayski agreement in London\n",
    "Stanisławów Ghetto Bloody Sunday massacre\n"
  ],
  "Russia": [
    "<i>Soviet-Japanese Border Wars</i>: A Soviet-Japanese Neutrality Pact was signed.\n",
    "<i>Operation Barbarossa</i>: Three million Axis soldiers invaded the Soviet Union.\n",
    "<i>Lithuanian 1941 independence</i>: The Lithuanian Activist Front (LAF) began an uprising against the Soviet government.\n",
    "<i>Lithuanian 1941 independence</i>: The LAF government took power in Lithuania.\n",
    "<i>Continuation War</i>: The Soviet Union launched a major air offensive against Finnish targets.\n",
    "<i>Operation Barbarossa</i>: The Germans captured Minsk.\n",
    "<i>Operation Barbarossa</i>: The German and Romanian armies entered Kishinev.\n",
    "<i>Anglo-Soviet invasion of Iran</i>: Three Soviet armies invaded Iran from the north.\n",
    "<i>Siege of Leningrad</i>: The German army cut the last land tie to Leningrad.\n",
    "<i>Anglo-Soviet invasion of Iran</i>: The Soviet and British armed forces met in Tehran.\n",
    "<i>Operation Barbarossa</i>: Kiev fell to the Germans.\n",
    "<i>Battle of Moscow</i>: Three German armies began an advance on Moscow.\n",
    "<i>Siege of Leningrad</i>: The first food was carried into Leningrad across the Road of Life on the frozen Lake Ladoga.\n",
    "<i>Battle of Moscow</i>: The Soviet army launched a counterattack from Kalinin.\n"
  ],
  "Serbia": [
    "Massive Luftwaffe airstrikes hit the Yugoslav capital as Hitler decides to crush the rebellion causing 17,000 casualties in the Battle of Belgrade. Other Serbian cities follow suit such as Leskovac, Kraljevo and Niš.\n",
    "The Kingdom of Italy, Third Reich, Fascist Hungary and Fascist Bulgaria invade and dismantle the Kingdom of Yugoslavia aided by Banovina of Croatia, Albania and some domestic minorities.\n",
    "The Kingdom of Yugoslavia capitulates as its royal army disintegrates following the evacuation of the royal family to Africa and a multi-party occupation. Greece succumbs to the Axis 10 days later. Operation Barbarossa begins with a months delay enabling the Soviet Union to regroup during the Axis invasion of Southern Europe.\n",
    "The Yugoslav Army in the Fatherland, a guerilla force loyal to the Kingdom of Yugoslavia's government in exile, is founded on Ravna Gora by Colonel Draža Mihajlović. Until the Yalta conference in 1943 this royal army would be considered a chief ally to Great Britain, the U.S.A. and the Soviet Union. Their chief opponents within the country would be the communist Yugoslav partisans.\n",
    "The Serbian division of the Partisan resistance movement, loyal to communists of Josip Broz Tito, launches an uprising in the Nazi-occupied town of Užice proclaiming it a free state, The Republic of Užice. Uprisings also erupt in Italian-held Montenegro, Bosnia and Slovenia. Užice succumbs to the Germans 4 months later.\n",
    "First clashes between the Royalists of Draža Mihajlović and the Communists of Josip Broz Tito occur at this time over the supremacy in the Yugoslav resistance movement; these two rival movements fight both each other and the Axis powers and this expand the civil war on territory of Bosnia and Hercegovina: Communist partisans, Royalist chetniks and forces of NDH (nazi State Independent State of Croatia).\n",
    "Prince Paul of Yugoslavia signs the Tripartite Pact on March 25 in Vienna fearing an invasion of the Axis Powers into his weakened Kingdom.\n",
    "After the Coup d etatt, conducted under command of generals Simović and Mirković whos supported by British intelligence with 300.000 pound sterling, Massive demonstrations erupt in downtown Belgrade as an overwhelming majority of Serbs denounce the Pact Treaty. Following a military coup d'état 17-year-old Peter II assumes the throne naming Dušan Simović as his chief general. The Kingdom of Yugoslavia withdraws its support for the Axis Powers on March 27.\n",
    "Captain D. T. Hudson of the Royal Navy, meets with the commander of the royalists, Draža Mihajlović.\n",
    "After  the attacks by guetilla groups of royalist chetniks and communist partizans on  German occupying forces and liberating of significant territory in western Serbia. German occupation forces retaliate by shooting more the 10.000 hostages in several Serbian citira.\n"
  ],
  "Singapore": [
    "Singapore change its time zone to GMT+07:30.\n",
    "In an extensive three-pronged attack, Japan opens hostilities with the countries that opposed the Axis powers  and their colonies. First air raid on Singapore at 4:15 am. The Imperial Japanese Army invades Malaya.\n",
    "The British battleship HMS <i>Prince of Wales</i> and battlecruiser HMS <i>Repulse</i> are sunk by Japanese bombers.\n",
    "Second air raid on Singapore, at night. Only RAF Tengah is attacked.\n",
    "A lone Japanese aircraft drops propaganda pamphlets on Singapore Island.\n",
    "Second Japanese air raid on Singapore City (and third on the island), at night. Nightly raids commence.\n",
    "The Overseas Chinese Mobilization Council is set up in Singapore, led by Tan Kah Kee.\n"
  ],
  "Slovenia": [
    "German, Italian and Hungarian occupying forces occupy Slovenia and divide it into three parts.\n",
    "German army occupies the Central Sava Valley, where important pits, heavy industry and traffic crossroads lie.\n",
    "Royal Yugoslav army signs its surrender in Belgrade.\n",
    "A Nazi politician and SS chief leader Heinrich Himmler visits Celje and among other he inspects the prison of the Stari pisker (\"Old pot\").\n",
    "An anti-fascist organization, the Liberation Front of Slovene nation (<i>Osvobodilna fronta Slovenskega ljudstva</i>) (OF) is established in Ljubljana. It is active on all Slovene ethnical territory, as well in Carinthia, Primorska region in the Venetian province and Slovene Rába region (Slovene <i>Slovensko Porabje</i>, Hungarian <i>Szlovén-vidék</i> or <i>Rába-vidék</i>).\n",
    "A decision about the organization of the OF in the Central Sava Valley in Trbovlje, Zagorje and Hrastnik is adopted.\n",
    "Armed resistance begins.\n",
    "The first Slovene Partisan unit in the Central Sava Valley, the Revirje company (<i>Revirska četa</i>) is established at the Čemšeniška Alpine meadow. 70 fighters were counted.\n",
    "A battle between German policemen and Slovene partisans near the village of Rovte.\n"
  ]
}