{
  "year": "1944",
  "Albania": [
    "The National Liberation Movement, supplied with British weapons, gained control of southern Albania.\n",
    "The Communists met to organize an Albanian government and appointed Hoxha chairman of the executive committee and supreme commander of the National Liberation Movement.\n",
    "Communist forces enter central and northern Albania.\n",
    "The Communists established a provisional government with Enver Hoxha as Prime Minister.\n",
    "The Communists entered the capital in the wake of a German withdrawal.\n",
    "The Communist provisional government adopted laws allowing state regulation of commercial enterprises and foreign and domestic trade.\n"
  ],
  "Argentina": [
    "San Juan earthquake destroys provincial capital, kills 10,000\n"
  ],
  "Australia": [
    "Cowra breakout,  mass escape of Japanese prisoners of war occurs in NSW.\n",
    "Japanese inflict  Sandakan Death March on 2,000 Australian and British prisoners of war – only 6 survive. The single worst war crime perpetrated against Australians.\n",
    "Australian forces battle Japanese garrisons from Borneo to Bougainville.\n",
    "The Pharmaceutical Benefits Scheme is introduced, providing subsidised medicine to all Australians\n"
  ],
  "Barbados": [
    "Women secure the right to vote.\n"
  ],
  "Belgium": [
    "Liberation of Brussels and Antwerp.\n",
    "Customs Convention between Belgium, the Netherlands and Luxembourg signed.\n",
    "German reinvasion: the Battle of the Bulge begins.\n"
  ],
  "Brazil": [
    "The former Royal Military Academy expends into the city of Resende.\n",
    "Second World War: The first five thousand Brazilian Expeditionary Force soldiers, the 6th RCT, leave Brazil for Europe aboard the USNS <i>General Mann</i>.\n",
    "Brazilian air-land forces go into action in Italy.\n",
    "Brazilian pilots begin operations, as individual elements of flights attached to 350th FG squadrons.\n"
  ],
  "China": [
    "<i>Battle of Changsha</i>: The Japanese army launched a general offensive against Changsha.\n"
  ],
  "Estonia": [
    "Otto Tief was captured by Soviet forces; Jüri Uluots and members of the Tief government escaped to Sweden.\n",
    "<i>Battle of Narva</i>: The first Soviet units crossed Estonian border.\n",
    "<i>Battle of Narva</i>: Estonian volunteers launched a counterattack at Narva river.\n",
    "World War II: Soviet Army planes attack Narva in Estonia, destroying almost the entire old town.\n",
    "World War II: Soviet Army planes attack Tallinn, Estonia.\n",
    "<i>Battle of Narva</i>: The Soviets captured Narva.\n",
    "<i>Battle of Tannenberg Line</i>: The Estonian and German counterattack stopped Soviet advance towards Tallinn.\n",
    "The Soviets captured most of Tartu, what became frontline city for almost a month.\n",
    "Jüri Uluots, prime minister in capacity of president of Estonia, asks Otto Tief to form a government on the eve of the withdrawal of German forces; official gazette published proclaiming the Tief government.\n",
    "Otto Tief attempts to organise the defence of Tallinn against the arrival of the Red Army two days later.\n",
    "The Soviets captured Tallinn.\n",
    "The entire territory of Estonia was captured by the Red Army.\n"
  ],
  "France": [
    "<i>Second World War</i> – <i>Liberation of Paris</i>: In what is considered the last battle of the Allied Operation Overlord, Allied forces, and in particular Free French Forces and the French Resistance, liberated Paris from German occupation as a strong symbolic effort to restore French honor, tarnished by the fast defeat. The rest of France was liberated as the Allies advanced towards Germany.\n"
  ],
  "Haiti": [
    "The Cathedral of Cap-Haïtien is consecrated after 100 years of restoration work\n",
    "The Centre d'Art is founded; it exhibits important Haitian art works\n"
  ],
  "India": [
    "Subhas Chandra Bose calls Mahatma Gandhi the Father of the Nation.\n"
  ],
  "Indinesia": [
    "Start of the liberation of the Dutch East Indies by Allied forces\n",
    "First Dutch NICA detachments land at Hollandia in New Guinea.\n",
    "Van Mook-MacArthur Civil Affairs Agreement signed in London concerning the jurisdiction over and administration of civil affairs in Dutch East Indies territory liberated by an Allied expeditionary force during WWII.\n",
    "1st Infantry Battalion (KNIL) founded at Camp Victory, near Casino, New South Wales. Australia.\n"
  ],
  "Latvia": [
    "<i>Occupation of Latvia by Soviet Union 1944-1945</i>: The Soviet army reentered Riga.\n"
  ],
  "Malta": [
    "The diocese of Malta is elevated to a Metropolitan See by Pope Pius XII.\n"
  ],
  "Philippine": [
    "The puppet government inaugurates the Green Revolution Movement.",
    "Death of Pres. Quezon; Vice Pres. Sergio Osmena then assumes the Office of the President of the Commonwealth of the Philippines.",
    "US forces raids Manila",
    "Tomoyuki Yamashita appointed as Japanese Military Governor (1944–1945)",
    "Gen. MacArthur lands in Palo, Leyte, accompanied by Pres. Osmeña and U.S. troops.",
    "Gen. Douglas MacArthur reestablishes the Commonwealth government of the Philippines in Tacloban, Leyte, with Sergio Osmeña as its president.",
    "Battle of Leyte Gulf: Battle of Sibuyan Sea\n",
    "Pro-Japanese Philippine generals Pio Duran and Benigno Ramos organize the Makapilis"
  ],
  "Poland": [
    "Koniuchy massacre by Soviet partisans\n",
    "Huta Pieniacka massacre by Ukrainian Grenadier Division of the Waffen-SS\n",
    "Glinciszki massacre by Lithuanian Auxiliary Police\n",
    "Proclamation of the PKWN Manifesto by Soviet-backed Polish Committee of National Liberation\n",
    "Operation Most III begins  on the German V-2 rocket\n",
    "Wola massacre in the opening phase of the Warsaw Uprising\n",
    "Warsaw Uprising begins\n",
    "Warsaw Uprising ends\n"
  ],
  "Russia": [
    "The Red Army crossed into Poland.\n",
    "<i>Siege of Leningrad</i>: The last German forces were expelled from the city.\n",
    "Sergius died.\n",
    "The Communist Lublin Government of Poland was established.\n",
    "<i>Warsaw Uprising</i>: The Polish Home Army began an attack on German forces in Warsaw.\n",
    "<i>Warsaw Uprising</i>: Stalin denied the Allies use of his landing strips to supply aid to the insurgents.\n",
    "Michael I of Romania led a coup against the military dictatorship of Ion Antonescu.\n",
    "<i>Soviet occupation of Romania</i>: The Red Army captured Bucharest.\n",
    "Romania signed an armistice with the Allies, placing itself under the command of an Allied Commission led by Marshal of the Soviet Union Rodion Malinovsky.\n",
    "<i>Continuation War</i>: The Moscow Armistice was signed, ending the war at roughly the prewar borders.\n",
    "Soviet and Czechoslovak partisan armed forces entered German-occupied Czechoslovakia.\n",
    "<i>Warsaw Uprising</i>: The leader of the Uprising signed a surrender agreement.\n",
    "The Committee for the Liberation of the Peoples of Russia was established in Prague.\n",
    "The Provisional Government of the Republic of Poland (RTRP), which incorporated token non-Communists into the preexisting Lublin Government, was established.\n"
  ],
  "Serbia": [
    "The Royal Yugoslav government in exile recognizes the partisans as Yugoslavia's legitimate armed forces, ordering the Royal Army to join the newly named Partisan Yugoslav army, following the Tito-Šubašić agreement on the Adriatic island of Vis. The King calls for Serbs, Croats and Slovenes to unite into a single army under partisan flag. Draža Mihajlović and many of his chetniks refuse to obey and continue fighting on their own, with neither royal nor Allied support, calling on Serbs to emancipate themselves from Yugoslavia in the form of Greater Serbia.\n"
  ],
  "Singapore": [
    "Lim Bo Seng is captured by the Japanese, and dies after 3 months of torture.\n"
  ],
  "Taiwan": [
    "Taiwan is bombed by American forces as part of Allied effort to defeat Japan\n"
  ]
}