{
  "year": "1945",
  "Albania": [
    "The Communist provisional government agreed to restore Kosovo to Yugoslavia as an autonomous region.\n",
    "The government began to condemn thousands of \"war criminals\" and \"enemies of the people\" to death or to prison, and to nationalize industry, transportation, forests, and pastures.\n",
    "Yugoslavia recognized the government of Albania.\n",
    "Sweeping agricultural reforms began under which about half of arable land was eventually redistributed to peasants from large landowners and most church properties were nationalized.\n",
    "The United Nations Relief and Rehabilitation Administration began sending supplies to Albania.\n",
    "The Soviet Union recognized the Albanian provisional government.\n",
    "Britain and the United States made full diplomatic recognition of Albania conditional.\n",
    "Elections for the People's Assembly were held in which only candidates from the Democratic Front (Albania) were on ballot.\n"
  ],
  "Argentina": [
    "Argentina enters World War II on the side of the Allies and admitted as founding member of United Nations\n",
    "Perón arrested then freed after major popular protest by those known as the <i>Descamisados</i>\n"
  ],
  "Australia": [
    "the Liberal Party of Australia is established with Robert Menzies as its first leader.\n",
    "Australian forces lead Battle of Borneo\n",
    "Nazi Germany surrenders\n",
    "Prime Minister Curtin dies and is replaced, briefly by Frank Forde, then by Ben Chifley and the Chifley Labor Government\n",
    "Japan surrenders\n",
    "Australia becomes a founding member of the United Nations\n",
    "The Sydney to Hobart Yacht Race is held for the first time\n"
  ],
  "Belgium": [
    "Liberation of Belgium completed.\n",
    "End of World War II in Europe.\n"
  ],
  "Brazil": [
    "A fourth transport of troops of the Brazilian Expeditionary Force reaches Italy, in preparation for the Spring 1945 offensive.\n",
    "Brazilian troops arrive in Turin on the same day that the cessation of hostilities is announced.\n",
    "Bishop Carlos Duarte Costa, an outspoken critic of the regime of President Getúlio Vargas and of the Vatican's alleged relationship with fascist regimes, gives newspaper interviews accusing Brazil's Papal nuncio of Nazi-Fascist spying, and accusing Rome of having aided and abetted Hitler. Shortly afterwards he establishes the Brazilian Catholic Apostolic Church.\n",
    "President Vargas resigns. José Linhares becomes acting president, beginning the period known as the Fourth Brazilian Republic at the end of his term.\n",
    "A general election is held, the first since the establishment of Getúlio Vargas' Estado Novo.   The presidential election is won by Eurico Gaspar Dutra of the Social Democratic Party (PSD), which also wins a majority of seats in both the Chamber of Deputies and the Senate.\n"
  ],
  "Burma": [
    "Return of British rule\n"
  ],
  "Cambodia": [
    "After its defeat in World War II, Japan relinquished its Indochinese territories.\n"
  ],
  "Canada": [
    "Canada joins the United Nations, seeking to play a world role as a \"middle power\", with interest in the UN Charter and in relief agencies."
  ],
  "Chile": [
    "Chilean poet Gabriela Mistral receives the Nobel Prize for Literature.\n"
  ],
  "China": [
    "The United Nations Charter establishing the United Nations (UN) was signed at the San Francisco War Memorial and Performing Arts Center by fifty nations including China.\n",
    "<i>Atomic bombings of Hiroshima and Nagasaki</i>: As many as eighty thousand Japanese, largely civilians, were killed in the atomic bombing of Hiroshima by a United States aircraft.\n",
    "<i>Surrender of Japan</i>: Japanese forces in China formally surrendered to Chiang Kai-shek.\n",
    "<i>Surrender of Japan</i>: China regains control of Taiwan from Japan and was proclaimed as Retrocession Day. Chen Yi of the Kuomintang was appointed Chief Executive.\n",
    "<i>Campaign to Suppress Bandits in Northeast China</i>: The Communist People's Liberation Army (PLA) launched a campaign against bandits and KMT guerillas in northeast China.\n"
  ],
  "Colombia": [
    "Date of death of impressionist painter Andrés de Santa Maria\n",
    "Alberto Lleras Camargo is president of Colombia\n"
  ],
  "France": [
    "Establishment of the United Nations (UN) with France having a veto on the Security Council.\n"
  ],
  "Germany": [
    "<i>Death of Adolf Hitler</i>: Hitler committed suicide by gunshot in the <i>Führerbunker</i> in Berlin.\n",
    "The Christian Democratic Union of Germany (CDU) was founded.\n",
    "<i>Potsdam Conference</i>: British prime minister Clement Attlee, president Harry S. Truman of the United States and Joseph Stalin, the general secretary of the Soviet Communist Party, issued the Potsdam Agreement at Cecilienhof in Potsdam.  The parties agreed that Germany would be returned to its 1937 borders with some additional cessions to the Soviet Union and ratified its division into British, French, American and Soviet occupation zones.\n"
  ],
  "India": [
    "Subhas Chandra Bose death in plane crash at Taiwan.\n",
    "Wavell Plan, Simla Conference\n"
  ],
  "Indinesia": [
    "Between Januari and July landing of Dutch KNIL troops at Biak, Tarakan and Balikpapan.\n",
    "Sukarno's <i>Pancasila</i> speech\n",
    "Draft of constitution for the Republic completed.\n",
    "Republican government established in Jakarta and constitution adopted. Central Indonesian National Committee (KNIP) established.\n",
    "Japanese surrender to Allied powers.\n",
    "\"Proclamation of Indonesian Independence,\" signed by Sukarno-Hatta.\n",
    "Start of the Bersiap killings during the early stages of the Indonesian National Revolution.\n",
    "Vice President Hatta proclaims right of the people to form political parties.\n",
    "Battle of Surabaya.\n"
  ],
  "Italy": [
    "Alcide De Gasperi becomes Prime Minister, holding the office until 1953. He is considered one of the founding fathers of the European integration.\n",
    "Milan is finally liberated on 25 April 1945. Resistance fighters catch Benito Mussolini as he flees north in the hope of reaching Switzerland. They shot him along with his lover, Clara Petacci. The corpses are brought back to Milan and hang in a gas station in Piazzale Loreto.\n"
  ],
  "Japan": [
    "Atomic bombing of Hiroshima\n",
    "Atomic bombing of Nagasaki, the Soviet invasion of Manchuria starts and continues on as the Kuril Islands dispute\n",
    "Surrender of Japan\n"
  ],
  "Malta": [
    "Malta Conference (1945); President Franklin D. Roosevelt of the United States and Prime Minister Winston Churchill of the United Kingdom meet on Malta to plan the final campaign against the Germans with the combined Chiefs of Staff, and to prepare for the Yalta Conference. (to 3 February)\n",
    "The Maltese exiles are repatriated from Uganda.\n"
  ],
  "Philippine": [
    "U.S. troops led by Gen. MacArthur land on the shores of Pangasinan via Lingayen Gulf in an attempt to liberate the country from the Japanese.\n",
    "Raid at Cabanatuan: 121 American soldiers and 800 Filipino guerrillas free 813 American Prisoners of war from the Japanese-held camp in the city of Cabanatuan in the Philippines.",
    "Battle of Bataan (1945)\n",
    "Battle of Baguio\n",
    "Raid at Los Baños\n",
    "US troops enter Manila",
    "Hukbalahap troop leaders arrested by the US forces",
    "The Battle of Manila ends. The Japanese surrender to the combined US and Filipino troops",
    "MacArthur hands over Malacanang Palace to Osmena.",
    "Battle for Cebu City\n",
    "Battle of the Visayas\n",
    "Corregidor Island is reoccupied by the Americans.\n",
    "Battle of Manila (1945): The US and Filipino troops recaptured Manila.",
    "Town of Panay in Capiz and the province of Romblon are liberated from the Japanese forces.\n",
    "Filipino and American forces defeat the Japanese in a battle occurred in Bacsil Ridge in San Fernando, La Union.\n",
    "The families of pro-Japanese President Laurel and Speaker Aquino leave the country for Japan to seek refuge",
    "Town of San Fernando in La Union is liberated from the Japanese forces.\n",
    "Palawan is liberated from Japanese invaders.\n",
    "Baguio is liberated from Japanese forces.\n",
    "Filipino and U.S. forces defeat the Japanese in a battle occurred in Balete Pass (now Dalton Pass) in Santa Fe, Nueva Vizcaya.\n",
    "The Congress elected in 1941 convenes for the first time",
    "Filipino soldiers, with the Americans, defeat the Japanese under Gen. Tomoyuki Yamashita in a battle in Tagudin, Ilocos Sur; considered as their greatest victory in World War II.\n",
    "General MacArthur announces the liberation of the Philippines",
    "The American forces drop an atomic bomb over Hiroshima, Japan.",
    "The American forces an atomic bomb over Nagasaki, Japan.",
    "The Empire of Japan accepts defeat",
    "Pres. Laurel issues an Executive Proclamation putting an end to the Second Philippine Republic, thus ending to his term as President of the Philippines.",
    "The final official Japanese Instrument of Surrender is accepted by the Supreme Allied Commander, General Douglas MacArthur, and Fleet Admiral Chester W. Nimitz for the United States, and delegates from Australia, New Zealand, the United Kingdom, The Netherlands, China, and others from a Japanese delegation led by Mamoru Shigemitsu, on board the American battleship USS <i>Missouri</i> in Tokyo Bay.",
    "Japanese general Tomoyuki Yamashita surrenders to Filipino and American forces at Kiangan, Ifugao.",
    "Jose P. Laurel is arrested by the US army",
    "Provincehood of Catanduanes (<i>Commonwealth Act No. 687</i>), former sub-province independent from Albay.\n",
    "The United Nations is founded by ratification of its Charter, by 29 nations.",
    "Manuel Roxas separates from the Nacionalista Party of Sergio Osmena Sr and joins the Liberal Party"
  ],
  "Poland": [
    "End of World War II in Europe\n",
    "Trial of the Sixteen Polish Underground leaders in Moscow\n",
    "Augustów roundup of anti-Communist partisans\n",
    "Potsdam Conference concludes between the Soviet Union, the United Kingdom, and the United States\n",
    "Kraków pogrom with one dead victim\n"
  ],
  "Russia": [
    "The Soviet Union captured Warsaw.\n",
    "The Soviet Union captured Budapest.\n",
    "Alexius I was elected Patriarch of Moscow.\n",
    "The Soviet Union gained the right to Sakhalin and the Kuril Islands at the Yalta Conference\n",
    "Romanian Prime Minister Nicolae Rădescu was forced to resign his office to Petru Groza of the Ploughmen's Front.\n",
    "The government of the Third Czechoslovakian Republic was established in Košice.\n",
    "<i>Battle of Berlin</i>: The Soviet army began shelling Berlin.\n",
    "The RTRP ceded control of Poland's internal security apparatus to the Soviet government for forty years.\n",
    "<i>Battle of Berlin</i>: The defenders of Berlin surrendered to the Soviet Union.\n",
    "The Soviet army captured Prague.\n",
    "<i>Trial of the Sixteen</i>: Leaders of the Polish Secret State were tried in the Soviet Union for collaboration.\n",
    "<i>Trial of the Sixteen</i>: The defendants were sentenced.\n",
    "The coalition Provisional Government of National Unity (TRJN) was established in Poland.\n",
    "The United States recognized the TRJN.\n",
    "The Potsdam Agreement moved Poland's borders to the west and established the shape of occupied Germany.\n",
    "<i>Invasion of Manchuria</i>: Soviet armed forces landed on Sakhalin.\n",
    "<i>Invasion of Manchuria</i>: Soviet amphibious forces landed in Korea.\n",
    "<i>Invasion of Manchuria</i>: The Soviet Union captured Changchun, the capital of Manchukuo.\n",
    "<i>Invasion of Manchuria</i>: The Soviet Union captured Sakhalin's capital.\n",
    "The Soviet Union established the Azerbaijan People's Government in Iranian Azerbaijan.\n"
  ],
  "Rwanda": [
    "Rwanda-Urundi becomes a United Nations Trust Territory.\n"
  ],
  "Serbia": [
    "The YNLA liberates the Jasenovac concentration camp, following a retreat of Nazi and Ustaše forces. 50,000 prisoners who were able to walk were freed and led from the camp. Massive destruction of data preceded the liberation, making it hard to determine the extent of the <i>Serbian Genocide</i>. The numbers reach several hundred thousand victims.\n",
    "Aided by the Soviet army, Yugoslav Partisans expel fascist and Nazi forces from the country, ultimately defeating the royalists as well. Ustaše flee the country as well, among whom also Ante Pavelić, Petar Brzica, etc. Yugoslav Danube Swabians are also forced to leave the country, as well as many Hungarians and Italians.\n",
    "Federal People's Yugoslavia or <i>Second Yugoslavia</i> is proclaimed by the Yugoslav Federal Parliament in Belgrade. The monarchy is officially abolished and the royal family banned from entering the country.\n",
    "Serbian lands are dismantled under a pretext of Serbian hegemony and self-determination, being given to republic of Montenegro, provinces of Kosovo and Vojvodina, republic of Macedonia, republic of Bosnia-Herzegovina, even to republic of Croatia (Baranja region), leaving Serbia, in form of Serbia proper, crippled in territory and population despite its Allied-orientation. Territories of Croatia are expanded into Baranja, Dalmatia and Istria under Croatian dictator Josip Broz Tito, despite the role of Croatia in the war (<i>ethnic balance policy</i>).\n"
  ],
  "Singapore": [
    "Japan surrenders, and there is anomie and looting for nearly a month when the British do not return immediately.\n",
    "The British return to Singapore after the end of World War II and begin the British Military Administration of the Straits Settlements under the command of Lord Louis Mountbatten.\n",
    "Singapore revert its time zone back to the pre-war time of GMT+07:30.\n"
  ],
  "Slovenia": [
    "Troops of Yugoslav 4th Army together with Slovene 9th Corpus NOV, New Zealand units and Italian resistance liberate Trieste.\n",
    "First postwar Slovene national government is named and elected by the SNOS (Slovene National Liberation Council) at the Bratina Hall in Ajdovščina.\n",
    "British 8th Army together with Slovene partisan troops and motorized detachment of Yugoslav 4th Army arrives to Carinthia and Klagenfurt.\n",
    "General Alexander Löhr Commander of German Army Group E near Topolšica, Slovenia signs unconditional capitulation of German occupation troops. World War II in Slovenia ends.\n",
    "Forced repatriation of Slovene military and civilians from Viktring, Austria to various postwar execution sites including the Kočevski Rog massacre and the Teharje camp.\n",
    "Trieste stops being under the administration of Yugoslav army.\n"
  ],
  "Sweden": [
    "Raoul Wallenberg detained by Soviet authorities in Budapest and subsequently disappears\n"
  ],
  "Taiwan": [
    "<i>Jewel Voice Broadcast</i>: Hirohito announces Japan's surrender\n",
    "<i>Retrocession Day</i>: Rikichi Andō signs documents \"restoring\" Taiwan and Penghu (Pescadores) to the Republic of China with Chen Yi appointed as Chief Executive.\n",
    "Population of Taiwan grows to 6,560,000\n"
  ],
  "Vietnam": [
    "August Revolution.\n",
    "Emperor Bảo (1925–1945) ended his rule of Vietnam.\n"
  ]
}