{
  "year": "1948",
  "Albania": [
    "Albanian Communist Party leaders began voting to merge the Albanian and Yugoslavian economies and militaries.\n",
    "The measure to merge the Albanian and Yugoslavian economies and militaries passed.\n",
    "The Cominform expelled Yugoslavia, triggering the souring of Albanian relations with that country.\n",
    "Hoxha began purging high-ranking party members accused of Titoism.\n",
    "Albania abrogated its treaty of friendship with Yugoslavia.\n",
    "The Soviet Union began giving economic aid and sending advisers to Albania.\n",
    "The first Party Congress changed the name of the Communist Party to the Party of Labour of Albania.\n"
  ],
  "Australia": [
    "Minister for External Affairs, Dr. H. V. Evatt is elected President of the United Nations General Assembly.\n",
    "Holden starts manufacturing its first Australian designed and built car. The First Model is the 48/215 followed by the FJ, FE, FC, FB, EK, EJ, EH, HD, HR, HK, HT, HQ, HJ, HX. The Holden Commodore was introduced in 1978 and started off with the VB, VH, VK, VL, VN, VT, VY, VZ, VE. Due to financial problems, Holden will no longer manufacture cars in Australia from 2017.\n",
    "Australia becomes a signatory to the Universal Declaration of Human Rights.\n"
  ],
  "Bangladesh": [
    "General strike by students protesting at the exclusion of Bengali as an official language.\n",
    "Governor-General of Pakistan Muhammad Ali Jinnah declares in a civic reception that \"Urdu, and only Urdu\" will remain as the state language.\n",
    "Jinnah reasserts his 'Urdu-only' policy in a speech at Curzon Hall at the University of Dhaka.\n",
    "Jinnah reiterates his language policy on radio.\n"
  ],
  "Belgium": [
    "Customs Convention between Belgium, the Netherlands and Luxembourg comes into force.\n",
    "Belgium, France, Luxembourg, the Netherlands, and the United Kingdom sign the Treaty of Brussels, establishing the Brussels Pact for economic, social and cultural collaboration and collective self-defence.\n",
    "Treaty of Brussels, establishing the Brussels Pact for economic, social and cultural collaboration and collective self-defence, comes into effect.\n"
  ],
  "Burma": [
    "Burma gains independence from the United Kingdom with U Nu as Prime Minister\n"
  ],
  "China": [
    "<i>Liaoshen Campaign</i>: The last ROC garrison in Manchuria, in Yingkou, retreated in the face of a PLA advance.\n",
    "<i>Huaihai Campaign</i>: The PLA encircled an ROC army in Xuzhou.\n"
  ],
  "Colombia": [
    "Murder of politician Jorge Eliécer Gaitán. Bogotazo riots. Starts the bipartisan violence (\"La Violencia\")\n"
  ],
  "Germany": [
    "Ludwig Erhard, the appointed economic director of the Bizone, introduced the Deutsche Mark.\n",
    "<i>Berlin Blockade</i>: The Soviet Union blocked Western Bloc access to West Berlin by road and rail.\n",
    "<i>Berlin Blockade</i>: United States cargo planes began shipping food and medical supplies to West Berlin.\n",
    "The Free Democratic Party (FDP) was established.\n"
  ],
  "Haiti": [
    "The government-owned tobacco company Régie du Tabac et des Allumettes is founded\n"
  ],
  "India": [
    "Mahatma Gandhi is assassinated by Nathuram Godse.<br>\n",
    "War with Pakistan over disputed territory of Kashmir.\n",
    "Telangana and other princely states are integrated into Indian union.\n"
  ],
  "Indinesia": [
    "Darul Islam rebellions begin in West Java, spread to other provinces but conclude with the execution of its leader Kartosoewiryo. (to 1962)\n",
    "The Renville Agreement establishes the Van Mook line between Republican and Dutch held territories.\n",
    "Fall of the Amir Syarifuddin government, largely from the Renville Agreement fallout.\n",
    "Madiun Affair: Nationalist leaders launch a revolt in Central Java in an attempt to take over the Revolution but are suppressed by Communist troops.\n",
    "Dutch undertake second military offensive capturing Republican capital at Yogyakarta and most of the Republican cabinet. Amir Syarifuddin executed by fleeing Republicans.\n"
  ],
  "Israel": [
    "David Ben-Gurion, executive head of the World Zionist Organization and chairman of the Jewish Agency for Israel, issued the Israeli Declaration of Independence which declared the establishment of a Jewish state in the land of Israel to be known as the State of Israel.\n",
    "<i>1948 Arab–Israeli War</i>: Iraq, Egypt, Jordan and Syria invaded Israel.\n"
  ],
  "Italy": [
    "The general election sanctions the supremacy of the Christian Democracy party, and the belonging of Italy to the Western side.\n",
    "The film <i>Bicycle Thieves</i> is released.\n",
    "The Constitution of the Italian Republic, agreed between Christian-democrats, Socialists and Communists, comes into force.\n"
  ],
  "Lebanon": [
    "The 1948 Arab-Israeli War - Palestinian refugees begin arriving in Lebanon.\n"
  ],
  "Nepal": [
    "Prime Minister Padma Shamsher Rana announces first constitution of Nepal, then resigns; his replacement, Mohan Shamsher Rana, represses opposition\n"
  ],
  "Peru": [
    "A military <i>coup</i> installed General Manuel A. Odría as President of Peru.\n"
  ],
  "Philippine": [
    "Pres. Roxas issues a general pardon for all those with collaboration cases and pending cases in the People's Court.\n",
    "Hukbong Mapagpalaya ng Bayan and Pambansang Kaisahan ng mga Magbubukid (PKM) are declared illegal organizations by Pres. Roxas.\n",
    "Death of Pres. Roxas; Vice Pres. Elpidio Quirino assumes the Office of President.",
    "Elpidio Quirino takes his oath of office as President of the Philippines.",
    "Pres. Quirino issues an amnesty proclamation given to the surrendered members of Hukbalahap and PKM.\n",
    "Newly formed Quezon City is declared capital of the Philippines by Pres. Quirino. (Republic Act No. 333)\n",
    "Cityhood of Calbayog, Samar approved (<i>Republic Act No. 328</i>); inaugurated, Oct. 16.\n",
    "Huk leaders under Luis Taruc go underground to continue the resistance against the government following failed truce negotiations.\n",
    "Pres. Quirino releases the result of the country's first official postwar census, taken and compiled by the Bureau of the Census and Statistics, showing the population after its independence from the U.S. at 19.2 million.\n",
    "PKP renews armed struggle following failed truce negotiations with the government.\n",
    "Quirino administration imposes import control, a law that would be effective on the first day of 1949.\n"
  ],
  "Russia": [
    "Non-Communist ministers resigned from the Czechoslovakian parliament in order to force an election.\n",
    "The KSČ established the Workers' Militia, banned non-Communists from television broadcasts, and occupied the non-Communist ministries.\n",
    "Czechoslovakian president Edvard Beneš accepted the resignations of the non-Communist ministers and replaced them according to the demands of the KSČ.\n",
    "A new Romanian constitution declared Romania a People's Republic.\n",
    "<i>Berlin Blockade</i>: The Soviet Union blocked rail and road access to West Berlin.\n",
    "<i>Berlin Blockade</i>: The commander of the American occupation zone ordered an airlift of supplies into West Berlin.\n",
    "Yugoslavia was expelled from the Cominform.\n",
    "The Democratic People's Republic of Korea was established.\n"
  ],
  "Serbia": [
    "The SFRY is expelled from the <i>World Communist League</i>, after refusing to accept the Soviet Union's supremacy in the communist world. Yugoslavia, therefore, has never signed the Warsaw Pact nor has it been, consequently, behind the Iron Curtain, unlike its immediate neighbours. From that point on Yugoslav history differs from that of cold-war Eastern Europe\n"
  ],
  "Singapore": [
    "Singapore's first \"limited elections\" held (representation with no specific areas of responsibility); 6 seats in Legislative Council, with Singapore Progressive Party winning 3 seats.\n",
    "Rubber plantations and tin mines in Malaya are destroyed by communists, and the British declares the state of Emergency over Singapore and Malaya. The emergency was officially lifted on 31 July 1960 by the Malayan government.\n"
  ],
  "Slovenia": [
    "Soviet Union calls back all its specialists from Yugoslavia. The Communist Party of the Soviet Union accuses the Communist Party of Yugoslavia of not being democratic, that it leans toward imperial powers, that returns to capitalism, and that it diverts from Marxism. The Informbiro begins. Economic blockade and a threat of military intervention follow.\n"
  ],
  "Syria": [
    "<i>1948 Arab–Israeli War</i>: Syria was involved in the war.\n"
  ],
  "Taiwan": [
    "More than 31,000 refugees enter Taiwan per week\n",
    "Wei Daoming is replaced by Chen Cheng\n"
  ]
}