{
  "year": "1949",
  "Albania": [
    "The regime issued a Decree on Religious Communities.\n",
    "Albania joined the Council for Mutual Economic Assistance (Comecon), a free trade area separate from the rest of the world.\n",
    "Albanian Communists thought to be supporters of Yugoslavian Prime Minister Tito were purged.\n"
  ],
  "Australia": [
    "All indigenous ex-servicemen and any Indigenous Australians who are eligible to vote in State Elections (NSW, VIC, SA and TAS) are given an unrestricted right to vote in federal elections.\n",
    "The Nationality and Citizenship Act is passed. Rather than being identified as subjects of Britain, the Act established Australian citizenship for people who met eligibility requirements.\n",
    "Construction of the Snowy Mountains Hydro-Electric Scheme officially begins\n",
    "<i>1949 Australian federal election</i>: Robert Menzies returns to power as leader of the new Liberal Party Menzies Government.\n"
  ],
  "Bangladesh": [
    "Formation of the Awami Muslim League\n"
  ],
  "Belgium": [
    "Belgian general election, 1949\n"
  ],
  "Bhutan": [
    "India and Bhutan sign the Treaty of Peace and Friendship, which provided that India would not interfere in Bhutan's internal affairs but that Bhutan would be guided by India in its foreign policy.  The same year, India cedes to Bhutan some territories lost to the British in the 1865 Treaty of Sinchula.\n"
  ],
  "Brazil": [
    "The Centro Brasileiro de Pesquisas Físicas is founded by Cesar Lattes, José Leite Lopes, and Jayme Tiomno.\n"
  ],
  "Burma": [
    "Insurgencies begin\n"
  ],
  "Canada": [
    "Newfoundland, the last British colony in North America, enters Confederation as the tenth province following a pair of contentious referenda on whether the island should remain a British Crown Colony, become fully independent, or join Canada."
  ],
  "Chile": [
    "Women obtain the legal right to vote in both presidential and parliamentary elections.\n",
    "First publication of Condorito comic in :es:Okey magazine.\n"
  ],
  "China": [
    "Chiang resigned the presidency of the Republic of China due to military failures and under pressure from his vice president Li Zongren, who succeeded him as acting president.\n",
    "<i>Pingjin Campaign</i>: The PLA took Beijing.\n",
    "<i>Chinese Civil War</i>: The PLA conquered the ROC capital Nanjing. The ROC moved its capital to Guangzhou.\n",
    "Mao declared the establishment of the People's Republic of China (PRC).\n",
    "The ROC moved its capital from Chengdu to Taipei.\n"
  ],
  "Cyprus": [
    "The British Government finished imprisoning displaced Jews.\n",
    "Sir Andrew Barkworth Wright became governor.\n"
  ],
  "Estonia": [
    "An extensive deportation campaign was conducted in Estonia, Latvia and Lithuania. The Soviet authorities deported more than 92,000 people from the Baltics to remote areas of the Soviet Union.\n"
  ],
  "Germany": [
    "<i>Berlin Blockade</i>: The Soviet Union lifted the blockade.\n",
    "West Germany was founded.\n",
    "<i>West German federal election, 1949</i>: The CDU and Christian Social Union in Bavaria (CSU) won a narrow plurality of seats in the Bundestag.\n",
    "Konrad Adenauer of the CDU became chancellor of West Germany.\n",
    "East Germany was founded.\n"
  ],
  "Haiti": [
    "The bicentennial of Port-au-Prince's founding is celebrated; a World's Fair, the Exposition internationale du bicentenaire de Port-au-Prince, is held\n"
  ],
  "Indinesia": [
    "Tan Malaka executed by Republican Army.\n",
    "Official ceasefire.\n",
    "International pressure leads Netherlands Government to transfer power to the United States of Indonesia (RUSI) at the Dutch-Indonesian Round Table Conference.\n"
  ],
  "Ireland": [
    "The Republic of Ireland Act abolishes the statutory functions of the British monarch in relation to Ireland and confers them on the President of Ireland.\n"
  ],
  "Israel": [
    "<i>1949 Israeli legislative election</i>: Elections were held to a constituent assembly.  Ben-Gurion's center-left Mapai won a plurality of seats.\n",
    "<i>1948 Arab–Israeli War</i>: The first of the 1949 Armistice Agreements ending the war was signed between Israel and Egypt.  An armistice line was agreed along the prewar border with the exception that Egypt remained in control of the Gaza Strip.\n",
    "The first government of Israel, in which Mapai, the Jewish United Religious Front, the liberal Progressive Party, the Sephardim and Oriental Communities and the Arab Democratic List of Nazareth ruled in coalition with Ben-Gurion as prime minister, was established.\n",
    "The General Assembly of the United Nations adopted United Nations General Assembly Resolution 273, according to which Israel was admitted to membership.\n",
    "Ben-Gurion proclaimed Jerusalem the capital of Israel.\n"
  ],
  "Italy": [
    "Italy joins NATO.\n"
  ],
  "Philippine": [
    "Radio station DZBC of BEC begins its broadcast.\n",
    "Establishment and inauguration of Central Bank of the Philippines.\n",
    "Former First Lady Aurora Aragon–Quezon (widow of Pres. Manuel Quezon), with her eldest daughter, and Quezon City Mayor Ponciano Bernardo, are among those killed in an ambush allegedly by the Hukbalahap in Bongabon, Nueva Ecija.",
    "Pres. Quirino reelected.\n",
    "A month-long rebellion occurred in Batangas.\n"
  ],
  "Russia": [
    "<i>Berlin Blockade</i>: The Soviets lifted the blockade.\n",
    "A new Communist constitution came into force in Hungary.\n",
    "<i>Joe 1</i>: The Soviet atomic bomb project culminated in a successful test detonation.\n"
  ],
  "Singapore": [
    "The University of Malaya is formed following the merger of Raffles College and King Edward Medical College.\n"
  ],
  "Taiwan": [
    "Approximately 5,000 refugees enter Taiwan each dayKMT retreat to Taiwan\n",
    "<i>White Terror (Taiwan)</i>: KMT begins imposing 38 years of Martial law in Taiwan\n",
    "The New Taiwan dollar is introduced at an exchange rate of one NT to 40,000 old Taiwan dollars\n",
    "<i>Chinese Civil War</i>: The ROC relocates its government to Taipei.\n"
  ]
}