{
  "year": "1950",
  "Albania": [
    "Britain and the United States begin inserting unsuccessful anticommunist Albanian guerrilla units into Albania.\n",
    "A new constitution was approved by the People's Assembly, under which Hoxha became minister of defense and foreign minister.\n"
  ],
  "Argentina": [
    "First flight of the FMA IAe 33 Pulqui II, the first jet fighter to be entirely developed and built in Latin America.\n",
    "The National Atomic Energy Commission (<i>Comisión Nacional de Energía Atómica</i>, CNEA) is founded\n"
  ],
  "Australia": [
    "Australian troops are sent to the Korean War to assist South Korea. (to 1953)\n"
  ],
  "Belgium": [
    "Royal Question brought to a head with Belgian monarchy referendum, 1950\n",
    "Belgian general election, 1950\n"
  ],
  "Brazil": [
    "The Maracanã Stadium opens in Rio de Janeiro.\n",
    "Brazil hosts the 1950 FIFA World Cup, the local national team is beaten 1–2 by Uruguay in the final game.\n",
    "First television broadcasting in Brazil by TV Tupi.\n",
    "The Brazilian general election is won by the Social Democratic Party, who remain the largest party in both the Chamber of Deputies and the Senate, although they lose their majority in the former. The presidential election is won by former President Getúlio Vargas of the Brazilian Labour Party\n"
  ],
  "Burma": [
    "Burmese Army repels Nationalist Chinese invasion of Shan State (to 1961)\n"
  ],
  "Colombia": [
    "Laureano Gómez Castro is president of Colombia\n"
  ],
  "Cyprus": [
    "Archbishop Makarios III was elected the political and spiritual leader of Cyprus, the head of the autocephalous Cypriot Orthodox Church and leader of the campaign for Enosis with the support of Greece.\n"
  ],
  "Germany": [
    "<i>Wirtschaftswunder</i>: <i>The Times</i> first used the term <i>Wirtschaftswunder</i> to refer to the rapid postwar economic growth of West Germany and Austria.\n"
  ],
  "Haiti": [
    "Dumarsais Estimé relinquishes the presidency and is replaced by a provisional government\n",
    "Presidential and legislative elections are held; Colonel Paul Magloire becomes the first president of Haiti to be elected directly by the people, the Delegates, and the Senators\n",
    "Paul Magloire is sworn in as president\n"
  ],
  "India": [
    "India became a republic.\n"
  ],
  "Indinesia": [
    "Military articulation of doctrines <i>Dwifungsi</i> and <i>Hankamrata</i>: a military role in sociopolitical development as well as security; a requirement that the resources of the people be at the call of the armed forces. (to 1960)\n",
    "General Sudirman, commander of Indonesia's armed forces, dies aged 34\n",
    "The Republic of South Moluccas (RMS) is proclaimed in Ambon\n",
    "Following RUSI endorsement of a new constitution, the federation is dissolved and Sukarno proclaims a unitary state, the 'Republic of Indonesia'.\n",
    "The first cabinet of the unitary state is established. It is led by Prime Minister Mohammad Natsir.\n",
    "Indonesia becomes the 60th member of the United Nations.\n"
  ],
  "Israel": [
    "The Israeli legislature the Knesset passed the Law of Return, which granted all Jews the right to migrate to and settle in Israel and obtain citizenship.\n"
  ],
  "Nepal": [
    "Anti-Rana forces based in India form alliance with monarch.\n"
  ],
  "Philippine": [
    "UST pioneers the television broadcast, only for experimental purposes.\n",
    "Radio station DZBB of newly established Republic Broadcasting System (RBS) under Bob Stewart begins its broadcast.\n",
    "The Philippines joins the Korean War, sending over 7,000 troops under the United Nations command.",
    "Old Mindoro is divided into the new provinces of Mindoro Occidental and Mindoro Oriental. (<i>Republic Act No. 505</i>)",
    "Pres. Quirino appoints Zambales Rep. Ramon Magsaysay as Defense Secretary.",
    "Lt. Col. Edward Lansdale arrives in the Philippines to act as military adviser.\n",
    "U.S. Economic Mission Survey led by Daniel W. Bell issues its report regarding the country's financial and economics condition, recommending its diversification and improvement.\n",
    "Twenty-three high-ranking PKP and Huk Politburo members are captured in a series of raids led by Secy. Magsaysay in Manila.\n",
    "Pres. Quirino suspends the privilege of writ of habeas corpus regarding detention of suspected communists.\n"
  ],
  "Poland": [
    "Signing of the Treaty of Zgorzelec\n"
  ],
  "Russia": [
    "<i>Korean War</i>: Regarding a mass invasion of the South, Stalin wrote to his ambassador to North Korea: \"Tell him [Kim] that I am ready to help him in this matter.\"\n",
    "<i>Korean War</i>: The North Korean army launched a 135,000 man surprise assault across the 38th parallel.\n",
    "<i>Korean War</i>: Soviet-piloted MiG-15s first crossed the Yalu River and attacked American planes.\n"
  ],
  "Singapore": [
    "18 people are killed during the Maria Hertogh riots.\n"
  ],
  "Taiwan": [
    "Chiang Kai-shek admits that he is personally responsible for the loss of mainland China at his inaugural ceremony for resuming the presidency of the Guomindang\n",
    "Elections are held at local and provincial levels, but not at the national level\n",
    "<i>Landing Operation on Hainan Island</i>: Hainan falls to the Communists.\n"
  ]
}