{
  "year": "1951",
  "Albania": [
    "Albania and the Soviet Union signed an agreement on mutual economic assistance.\n"
  ],
  "Australia": [
    "Voters reject a referendum to change the Constitution to allow the Menzies Government to ban the Communist Party\n",
    "Australia signs the ANZUS treaty with the United States and New Zealand\n"
  ],
  "Barbados": [
    "Election: The first election with universal adult suffrage.\n"
  ],
  "Belgium": [
    "Treaty of Paris signed, establishing the European Coal and Steel Community.\n",
    "King Leopold III abdicates\n",
    "Baudouin of Belgium sworn in as king\n"
  ],
  "Brazil": [
    "The Brazilian Medical Association is founded.\n",
    "The Escola Superior de Propaganda e Marketing is founded in São Paulo.\n"
  ],
  "Cuba": [
    "Eduardo Chibás, leader of the Ortodoxo party and mentor of Fidel Castro, commits suicide during a live radio broadcast.\n"
  ],
  "France": [
    "Treaty of Paris: Establishment of the European Coal and Steel Community (ECSC) between France, West Germany, Italy, and the Benelux countries, producing diplomatic and economic stability in Europe between former enemy states. The ECSC is credited as one of the major \"ancestors\" of the European Union.\n"
  ],
  "Germany": [
    "The Inner Six European nations including West Germany signed the Treaty of Paris establishing the European Coal and Steel Community, a single market in coal and steel governed by supranational institutions.\n"
  ],
  "Haiti": [
    "President Magloire of Haiti and President Trujillo of the Dominican Republic meet for diplomatic talks\n",
    "The Haitian Institute of Statistics (<i>Institut Haïtien de Statistique</i>) and the Haitian Institute of Farming and Industrial Credit (<i>Institut Haïtien de Crédit Agricole et Industriel</i>) are established by the government\n"
  ],
  "India": [
    "Congress Party wins first general elections under leadership of Jawaharlal Nehru (to 1952).\n"
  ],
  "Indinesia": [
    "The Natsir cabinet falls\n",
    "The composition of the new cabinet is announced. The new Prime Minister is Dr. Sukiman Wirjosanjojo.\n"
  ],
  "Japan": [
    "The US Occupation of Japan ended after the signing of the Treaty of San Francisco and Security Treaty Between the United States and Japan on September 8, 1951, which became effective on April 28, 1952. It restored the sovereignty of Japan and established the U.S.-Japan alliance.\n"
  ],
  "Nepal": [
    "End of Rana rule. Sovereignty of crown restored and anti-Rana rebels in Nepalese Congress Party form government\n"
  ],
  "Philippine": [
    "Fort Santiago was declared a National Shrine.",
    "Suspected PKP members are penalized by the Court of First Instance, with six given death sentences and nine given life sentences.\n",
    "Armed Forces of the Philippines launches offensives against Huks in Laguna and Pampanga.\n",
    "National Movement for Free Elections (NAMFREL) is established",
    "The Mutual Defense Treaty between Philippines and United States was signed.",
    "Nicasio “Asiong” Salonga, branded as Tondo’s Public Enemy No. 1 and the kingpin of Manila, was shot and killed by Ernesto Reyes, a henchman of his rival and also notorious gang leader Carlos “Totoy Golem” Capistrano."
  ],
  "Poland": [
    "Trial of the Generals who served in the anti-Nazi resistance during World War II\n"
  ],
  "Singapore": [
    "The number of elected seats is increased to 9 in the second election.\n"
  ],
  "Taiwan": [
    "<i>Land Reform in Taiwan</i>: The government starts selling public land to tenant farmers, nearly a fifth of Taiwan's arable land\n"
  ]
}