{
  "year": "1953",
  "Bangladesh": [
    "The Awami Muslim League becomes the Awami League.\n"
  ],
  "Belgium": [
    "North Sea flood damages Belgian coastal defences, killing 28\n"
  ],
  "Cambodia": [
    "Cambodia officially gained its independence from France.\n"
  ],
  "Colombia": [
    "Gustavo Rojas Pinilla seized power by means of a coup d'état\n"
  ],
  "Cuba": [
    "Some 160 revolutionaries under the command of Fidel Castro launch an attack on the Moncada barracks in Santiago de Cuba.\n",
    "On trial for his role in the attack on the Moncada barracks, Fidel Castro defends himself with a speech later published as \"History Will Absolve Me\".\n"
  ],
  "Germany": [
    "<i>Uprising of 1953 in East Germany</i>: In response to a 10 percent increase in work quotas, between 60 and 80 construction workers went on strike in East Berlin. Their numbers quickly swelled and a general strike and protests were called for the next day.\n",
    "<i>Uprising of 1953 in East Germany</i>: 100,000 protestors gathered at dawn, demanding the reinstatement of old work quotas and, later, the resignation of the East German government. At noon German police trapped many of the demonstrators in an open square; Soviet tanks fired on the crowd, killing hundreds and ending the protest.\n"
  ],
  "Haiti": [
    "Father Rémy Augustin, the first native Haitian bishop, is consecrated at the Cathedral of Port-au-Prince\n"
  ],
  "Indinesia": [
    "The Wilopo cabinet resigns.\n",
    "After lengthy negotiations, the composition of the new cabinet is announced. Serving his first term as prime minister is Ali Sastroamidjojo.\n"
  ],
  "Italy": [
    "The national oil company ENI (Ente Nationale Idrocarburi) is established, with Enrico Mattei as his first President. The ENI will become a strong actor in Italian foreign policy towards Arab countries.\n"
  ],
  "Nepal": [
    "New Zealander Edmund Hillary and Nepal's Sherpa Tenzing Norgay become the first climbers to reach the summit of Mount Everest.\n"
  ],
  "Philippine": [
    "Magna Carta for Labor is signed into law. (Republic Act No. 875)\n",
    "DZAQ-TV Channel 3, now Channel 2, of ABS, then owned by Presidential brother Antonio Quirino, airs its country's first official television broadcast from Manila.\n",
    "Ramon Magsaysay is elected President of the Republic of the Philippines",
    "Carlos Garcia elected vice president.\n",
    "Magsaysay takes his oath of office as the third President of the Third Republic, before Chief Justice Ricardo Paras, in Luneta."
  ],
  "Russia": [
    "An article in <i>Pravda</i> accused some of the nation's most prominent doctors – particularly Jews – of participating in a vast conspiracy to poison top Soviet leaders.\n",
    "After an all-night dinner with party members Lavrenty Beria, Nikolai Bulganin, Nikita Khrushchev and Georgy Malenkov, Stalin suffered a paralyzing stroke.\n",
    "Stalin died.\n",
    "Malenkov succeeded Stalin as Premier and First Secretary of the Communist Party.\n",
    "Khrushchev became First Secretary.\n",
    "The Presidium of the Central Committee of the Communist Party officially acquitted those arrested in connection with the so-called \"doctors' plot\".\n",
    "<i>First Indochina War</i>: Viet Minh and Pathet Lao forces invaded Laos and attacked French bases there.\n",
    "<i>Uprising of 1953 in East Germany</i>: In response to a 10 percent increase in work quotas, between 60 and 80 construction workers went on strike in East Berlin. Their numbers quickly swelled and a general strike and protests were called for the next day.\n",
    "<i>Uprising of 1953 in East Germany</i>: 100,000 protestors gathered at dawn, demanding the reinstatement of old work quotas and, later, the resignation of the East German government. At noon German police trapped many of the demonstrators in an open square; Soviet tanks fired on the crowd, killing hundreds and ending the protest.\n",
    "Beria was arrested at a special meeting of the Presidium.\n",
    "<i>Korean War</i>: An armistice was signed, ending the conflict.\n",
    "Khrushchev was confirmed as head of the Central Committee.\n"
  ],
  "Singapore": [
    "Rendel Commission is appointed to make recommendations for Singapore's self-government.\n"
  ],
  "Taiwan": [
    "<i>Land Reform in Taiwan</i>: Amount of land available to landlords is restricted and excess land is sold to tillers\n"
  ],
  "Tajikistan": [
    "Stalin died.\n"
  ]
}