{
  "year": "1954",
  "Albania": [
    "Hoxha relinquished the post of Prime Minister to Mehmet Shehu but retained primary power as First Secretary of the Communist Party.\n"
  ],
  "Australia": [
    "Elizabeth II and Prince Philip make a royal visit; the Soviet diplomat Vladimir Petrov defects, leading to the Petrov Affair and another split in the Labor Party\n"
  ],
  "Bangladesh": [
    "The United Front wins most of the seats in the East Bengal Legislative Assembly.\n",
    "Governor General Ghulam Muhammad deposes United Front government and establishes Governor-rule.\n"
  ],
  "Barbados": [
    "Establishment of the \"ministerial\" system, with a cabinet, and the office of the Premier. Grantley Adams was appointed as the colony's first Premier.\n"
  ],
  "Belgium": [
    "Belgian general election, 1954\n",
    "Paris Protocol agreed, transforming the Brussels Pact into the Western European Union (with Germany and Italy joining).\n"
  ],
  "Brazil": [
    "Brazilian president Getúlio Vargas commits suicide after being accused of involvement in a conspiracy to murder his chief political opponent, Carlos Lacerda.\n",
    "Brazilian legislative election, 1954\n"
  ],
  "Colombia": [
    "President Rojas Pinilla government gives women the right to vote\n",
    "Rojas Pinilla introduced the Television in Colombia\n"
  ],
  "Cuba": [
    "Che Guevara arrives in Mexico City.\n",
    "Batista dissolves parliament and is elected constitutional president unopposed.\n"
  ],
  "Cyprus": [
    "Sir Robert Perceval Armitage became governor.\n",
    "Minister of State for the Colonies, Henry Hopkinson, says that there were certain territories in the Commonwealth 'which, owing to their particular circumstances, can never expect to be fully independent'.\n"
  ],
  "France": [
    "René Coty began his term as president of France.\n",
    "End of the 8-year long Indochina War. The following Geneva Conference (1954) agreed to dividing Vietnam. France departed from the country in a move that started worldwide decolonization of the French colonial empire.\n"
  ],
  "Germany": [
    "<i>1954 FIFA World Cup Final</i>: West Germany defeated the heavily favored Hungarian national team in the final match of the FIFA World Cup in Bern.\n"
  ],
  "Haiti": [
    "A celebration commemorating the 150th anniversary of Haiti's independence from France, during which monuments to the \"heroes of independence\" are inaugurated in Port-au-Prince, began.\n",
    "The celebration ended.\n",
    "Hurricane Hazel kills an estimated 1,000 Haitians and desimates the coffee and cocoa crops, affecting the economy for years to come.\n"
  ],
  "Italy": [
    "The state-owned RAI broadcasts the first Italian official TV program.\n"
  ],
  "Japan": [
    "Formation of Japan Ground Self-Defense Force (GSDF), Japan Maritime Self-Defense Force (JMSDF), and Japan Air Self-Defense Force (JASDF).\n"
  ],
  "Philippine": [
    "Social Security Act is passed in Congress.\n",
    "Huk Supremo Luis Taruc surrenders to Pres. Magsaysay, prompting an end of the eight-year Huk rebellion.\n",
    "Cityhood of Trece Martires, Cavite (<i>Republic Act No. 981</i>)\n",
    "The Southeast Asia Collective Defense Treaty is signed in Manila, creating the South East Asian Treaty Organization (SEATO)",
    "Agricultural Tenancy Act of 1954 passed.\n",
    "Southeast Asian Treaty Organization (SEATO) is established in Manila, with the Philippines as one of its eight members.\n",
    "At least 82 people were killed in a train crash in Negros Occidental.",
    "Laurel-Langley Agreement: An agreement between the Philippines and the U.S., regarding provisions of the Philippine Trade Act of 1946, is signed by Sen. Jose P. Laurel and Secy. James M. Langley."
  ],
  "Russia": [
    "<i>Battle of Dien Bien Phu</i>: Viet Minh forces loosed a massive artillery barrage against the surrounded French airbase at Dien Bien Phu.\n",
    "<i>Battle of Dien Bien Phu</i>: The battle ended in a French defeat.\n",
    "<i>Kengir Uprising</i>: Prisoners at a Gulag adjacent to the Kazakh village of Kengir occupied the camp's service yard.\n",
    "<i>Kengir Uprising</i>: The prison camp at Kengir was invaded and subdued by Soviet troops and tanks.\n",
    "<i>Geneva Conference (1954)</i>: The signing of the Geneva Accords promised a complete French withdrawal, partitioned Vietnam into a Communist North and a monarchist South, and scheduled unifying elections for July 1956.\n"
  ],
  "Serbia": [
    "The Free Territory of Trieste is dissolved by the Treaty of Osimo, splitting it roughly in half between the SFRY and Italy, putting an end to a decade-long dispute between the Adriatic neighbours.\n"
  ],
  "Singapore": [
    "Chinese school students demonstrate against the British due to the National Service proposal. See Anti-National Service Riots\n"
  ],
  "Slovenia": [
    "Free Territory of Trieste expires after the London Memorandum is signed between the US, Great Britain, Italy and Yugoslavia. Trieste becomes Italian. Slovenia gets the north of Istria.\n"
  ],
  "Sweden": [
    "Sweden conducts its first television broadcast\n"
  ],
  "Tanzania": [
    "Germany returns the skull of Hehe chief Mkwawa (died 1898) to Tanzania and it is put on display near Iringa.\n",
    "Julius Nyerere forms the Tanganyika African National Union (TANU) and becomes its first president.\n"
  ],
  "Vietnam": [
    "<i>Battle of Dien Bien Phu</i>: French troops begin the battle against the Viet Minh in Dien Bien Phu.\n",
    "<i>Battle of Dien Bien Phu</i>: the Viet Minh capture the main airstrip of Dien Bien Phu. The remaining French Army units there are partially isolated.\n",
    "An international conference on Korea and Indo-China opens in Geneva.\n",
    "<i>Battle of Dien Bien Phu</i> ends in a French defeat.\n",
    "The Geneva Conference sends French forces to the south, and Vietnamese forces to the north, of a ceasefire line, and calls for elections to decide the government for all of Vietnam by July 1956. Failure to abide by the terms of the agreement leads to the establishment de facto of regimes of North Vietnam and South Vietnam, and the Vietnam War.\n",
    "The First Indochina War ends with the Vietnam People's Army in North Vietnam, the Vietnamese National Army in South Vietnam, the Kingdom of Cambodia in Cambodia, and the Kingdom of Laos in Laos, emerging victorious against the French Army.\n"
  ]
}