{
  "year": "1955",
  "Albania": [
    "Albania became a founding member of the Warsaw Pact.\n"
  ],
  "Argentina": [
    "Perón ousted in 'Liberating Revolution' military coup\n"
  ],
  "Australia": [
    "Democratic Labor Party splits from Australian Labor Party over concerns of Communist influence in the labour movement\n",
    "Australia becomes involved in Malayan Insurgency\n",
    "Hotels in New South Wales no longer have to close at 6 p.m., ending the \"six o'clock swill\"\n"
  ],
  "Bangladesh": [
    "The United Front government is reinstated, Awami League does not participate.\n",
    "'East Bengal' renamed 'East Pakistan'.\n"
  ],
  "Barbados": [
    "The Democratic Labour Party-DLP (led by Errol Barrow), was formed as a breakaway element from the Barbados Labour Party.\n"
  ],
  "Belgium": [
    "First phase of the Second School War\n"
  ],
  "Brazil": [
    "The presidential election results in victory for Juscelino Kubitschek, who receives 35.7% of the vote.\n",
    "Café Filho is forced to give up the presidency of Brazil on health grounds. Kubitschek does not take office until the following year.\n",
    "The Museum of Modern Art, Rio de Janeiro, is completed, a Modernist concrete museum building, designed by Affonso Eduardo Reidy, with gardens designed by Burle Marx.\n"
  ],
  "Cambodia": [
    "King Sihanouk abdicated in favour of his father, Norodom Suramarit.\n"
  ],
  "Colombia": [
    "Rojas Pinilla ordered a military offensive against rearmed peasants triggering a confrontation known as the \"Guerra de Villarrica\" (War of Villarrica) which took place in the central town of Villarrica in Tolima Department.\n"
  ],
  "Cuba": [
    "Batista issues an amnesty that frees Fidel and other members of his movement from prison.\n",
    "Brothers Fidel and Raúl Castro are introduced to Che Guevara in Mexico City.\n"
  ],
  "Cyprus": [
    "Sir John Harding became governor.\n",
    "A series of bomb attacks marked the start of a violent campaign for Enosis by the National Organisation of Cypriot Fighters (EOKA) under George Grivas, a Cypriot ex-colonel in the Greek army.  Grivas took the name Dighenis and conducted guerrilla warfare from a secret hideout in the Troodos Mountains.\n"
  ],
  "Estonia": [
    "Estonian Television (ETV) began broadcasting.\n"
  ],
  "Germany": [
    "West Germany joined the North Atlantic Treaty Organization (NATO), a collective defense organization.\n",
    "Albania, Bulgaria, Czechoslovakia, East Germany, Hungary, Poland, Romania and the Soviet Union established the Warsaw Pact, a collective defense organization.\n",
    "Mann died.\n"
  ],
  "Haiti": [
    "President Magloire and his wife began a trip to the United States, Canada, and Jamaica.\n",
    "Magloire's trip ended.\n",
    "Vice-President of the United States Richard Nixon and his wife began a visit to Haiti.\n",
    "Nixon's trip ended.\n"
  ],
  "India": [
    "Nationalisation of the Indian insurance sector. Establishment of LIC.\n"
  ],
  "Indinesia": [
    "Regional rebellions in Sumatra and Sulawesi. (to August 1961)\n",
    "The second cabinet to be led by Muhammed Ali takes office.\n",
    "The city of Bandung hosts the Asia-Africa Conference. It is the first meeting of the Non-Aligned Movement and is attended by world leaders including China's Zhou Enlai, India's Nehru, Egypt's Nasser and Yugoslavia's Tito. (to 25 April)\n",
    "After a dispute with the Army over appointments, the cabinet resigns.\n",
    "Led by Prime Minister Burhanuddin Harahap, the new cabinet is sworn in.\n",
    "Indonesia holds general parliamentary elections; the last free national elections until 1999; support for the parties is widely distributed with four parties each gaining 16–22 per cent and the remaining votes split between 24 parties.\n",
    "Elections are held for the Constitutional Assembly\n"
  ],
  "Ireland": [
    "Ireland joins the United Nations along with sixteen other sovereign states.\n"
  ],
  "Italy": [
    "The Messina Conference achieves the basic agreement on the European Economic Community\n",
    "Italy joins the United Nations, along with fifteen other states, after years of stalemate due to opposed vetoes between the United States and the Soviet Union.\n"
  ],
  "Latvia": [
    "About thirty thousand deportees returned to Latvia from the USSR under a general amnesty.\n"
  ],
  "Malta": [
    "A Round Table Conference is held in London, on the future of Malta.\n"
  ],
  "Nepal": [
    "Nepal joins the United Nations.\n",
    "King Tribhuwan dies, King Mahendra ascends throne.\n"
  ],
  "Philippine": [
    "Amb. Carlos Romulo represents the Philippine government in the first ever Asian-African conference held in Bandung, Indonesia.\n",
    "Laurel-Langley Agreement is ratified by the U.S. and Philippine governments, to be effective on the first day of 1956.\n"
  ],
  "Poland": [
    "Signing of the Warsaw Pact\n"
  ],
  "Russia": [
    "Khrushchev and Tito issued the Belgrade declaration, which declared that \"different forms of Socialist development are solely the concern of the individual countries.\"\n",
    "Ho Chi Minh visited Moscow and agreed to accept Soviet aid.\n"
  ],
  "Singapore": [
    "Second general elections (limited self-government) held. The Labour Front wins the most seats and David Saul Marshall became the first Chief Minister of Singapore.\n",
    "Four people are killed during the Hock Lee bus riots.\n",
    "William Goode was appointed as the Acting Governor of the Singapore.\n",
    "Sir Robert Black was appointed as the Governor of the Singapore.\n",
    "Kallang Airport ceased operation. Paya Lebar Airport started operation.\n"
  ],
  "Slovenia": [
    "Informbiro ends. Josip Broz Tito and Nikita Khrushchev sign the Belgrade declaration, which also recognizes a Yugoslav form of socialism.\n"
  ],
  "Taiwan": [
    "<i>Battle of Yijiangshan Islands</i>: People's Liberation Army forces ROC forces off the Yijiangshan Islands\n",
    "Population of Taiwan grows to 9,078,000\n"
  ],
  "Vietnam": [
    "Ngô Đình Diệm proclaims Vietnam to be a republic with himself as its President (following the State of Vietnam referendum on 23 October) and forms the Army of the Republic of Vietnam.\n",
    "The Vietnam War begins between the Democratic Republic of Vietnam and Republic of Vietnam; the north is allied with the Viet Cong.\n"
  ]
}