{
  "year": "1957",
  "Argentina": [
    "INTI, the National Industrial Technology Institute, is created\n"
  ],
  "Australia": [
    "The song \"Wild One\" makes Johnny O'Keefe the first Australian rock'n'roller to reach the national charts.\n",
    "Slim Dusty's Australian country music hit \"A Pub with No Beer\" becomes the first Australian song to attain international chart success.\n"
  ],
  "Belgium": [
    "Belgium a signatory to the Treaty of Rome establishing the European Economic Community.\n"
  ],
  "Bhutan": [
    "Major glacial lake outburst flood from glacial lakes.\n"
  ],
  "Brazil": [
    "The Africanized bee is accidentally released in Brazil.\n",
    "Antônio Vilas Boas, a Brazilian farmer, claims to have been abducted by extraterrestrials; the first famous alien abduction case.\n"
  ],
  "Cuba": [
    "Castro's guerrillas score their first success by sacking an army outpost on the south coast, and start gaining followers in both Cuba and abroad.\n",
    "University students mount an attack on the Presidential Palace in Havana. Batista forewarned. Attackers mostly killed, others flee and are betrayed.\n",
    "Castro's 26 July movement, reinforced by militia led by Frank Pais, overwhelm an army post in El Uvero.\n",
    "Calixto Sánchez White leads a landing from the boat <i>Corinthia</i> at Cabonico in north Oriente of Auténtico and are defeated.\n",
    "Local police kill Frank País, a leader of the 26 July movement, in the streets of Santiago de Cuba.\n",
    "Forces loyal to Batista crush a naval revolt at Cayo Loco Naval Base in Cienfuegos.\n"
  ],
  "Cyprus": [
    "Field Marshal Sir John Harding was replaced by the civilian governor Sir Hugh Foot in a conciliatory move.\n"
  ],
  "France": [
    "Treaties of Rome: The Inner Six countries (including France) signed two treaties establishing the European Economic Community (EEC) and the European Atomic Energy Community (EAEC).\n"
  ],
  "Haiti": [
    "Franck Sylvain is elected President of Haiti, but is succeeded by a thirteen-member Executive Council of Government\n",
    "Daniel Fignolé is elected President of Haiti, but is replaced by a Military Council of Government\n",
    "Dr. François \"Papa Doc\" Duvalier is elected President of Haiti\n"
  ],
  "Indinesia": [
    "President Sukarno announces his \"Conception\" (<i>Konsepsi</i>) of the nature of Indonesia. This will eventually lead to Guided Democracy\n",
    "Regional rebellions in Sumatra and Sulawesi. (to August 1961)\n",
    "Martial law is proclaimed. On the same day, the cabinet resigns.\n",
    "Sukarno appoints a \"Working Cabinet\" with Djuanda as prime minister.\n",
    "An attempt is made to assassinate President Sukarno. Grenades are thrown at him as he visits a school in Cikini, Jakarta.\n"
  ],
  "Italy": [
    "The Treaty of Rome founds the European Economic Community.\n"
  ],
  "Malta": [
    "Closure of the British naval docks in Grand Harbour has a devastating effect on the Maltese economy, leading to high unemployment at a time when a quarter of the workforce was employed in defence related activities.\n"
  ],
  "Philippine": [
    "ABS is acquired by Eugenio Lopez Sr. of CBN, of which they later merged into ABS–CBN with two television stations later being operated.\n",
    "Death of Pres. Magsaysay, one among the 25 killed in a plane crash in Cebu; Vice-Pres. Carlos P. Garcia assumes the presidency.",
    "Anti-Subversion Act passed. (Republic Act No. 1700)\n",
    "U.S. Congress ratifies a law (Republic Act No. 85-81) granting the Philippines possession of the documents regarding the revolution.\n",
    "Carlos P. Garcia elected President of the Republic of the Philippines",
    "Diosdado Macapagal elected vice president.\n"
  ],
  "Poland": [
    "Legislative election\n"
  ],
  "Russia": [
    "Led by the Stalinist Anti-Party Group, the Presidium voted to depose Khrushchev as First Secretary. The Presidium reversed its vote under pressure from Khrushchev and the defense minister and deferred the decision to a later meeting of the full Central Committee.\n",
    "A Central Committee vote affirmed Khrushchev as First Secretary and deposed Anti-Party Group members Molotov, Kaganovich, and Malenkov from the Secretariat of the CPSU Central Committee.\n",
    "Sputnik was launched at 7:28 pm\n"
  ],
  "Rwanda": [
    "The Hutu Manifesto is published.\n"
  ],
  "Singapore": [
    "Cedar Girls' Secondary School was founded.\n",
    "Sir William Goode was appointed as the Governor of the Singapore.\n"
  ],
  "Sweden": [
    "Ingmar Bergman's <i>The Seventh Seal</i> (<i>Det sjunde inseglet</i>)\n"
  ]
}