{
  "year": "1958",
  "Argentina": [
    "ARA&nbsp;<i>Independencia</i>, the first aircraft carrier of the Argentine Navy, enters service\n"
  ],
  "Bangladesh": [
    "Constitution abrogated and martial law declared in Pakistan.\n"
  ],
  "Barbados": [
    "Barbados joined ten other British West Indian territories to form the West Indies Federation, led by Grantley Adams as the Prime Minister.\n"
  ],
  "Belgium": [
    "Expo 58, the first major World's Fair since the Second World War.\n",
    "1958 Belgian general election\n"
  ],
  "Bhutan": [
    "Slavery is abolished.\n",
    "The first Nationality Act is enacted, defining Bhutanese citizenship and introducing a compulsory registration process.\n"
  ],
  "Brazil": [
    "Brazil beats Sweden 5–2 in the final game to win the football World Cup in Sweden.\n"
  ],
  "Burma": [
    "Caretaker government, led by army Chief of Staff General Ne Win, formed following a split in the ruling AFPFL party. (Caretaker Gov. rule till 1960)\n"
  ],
  "Chile": [
    "Argentine forces destroy a Chilean lighthouse during the Snipe incident.\n"
  ],
  "Colombia": [
    "Dr. Jorge Reynolds Pompo is credited with having helped in the design of the first successful internal pacemaker\n"
  ],
  "Cuba": [
    "Raúl Castro takes leadership of about 500 pre-existing Escopeteros guerrillas and opens a front in the Sierra de Cristal on Oriente's north coast.\n",
    "U.S. suspends shipments of arms to Batista's forces.\n",
    "Castro calls for a general revolt.\n",
    "A general strike, organized by the 26 July movement, is partially observed.\n",
    "Batista sends an army of 10,000 into the Sierra Maestra to destroy Castro's 300 armed guerrillas and their supporters. By August, the rebels had defeated the army's advance and captured a huge amount of weaponry.\n",
    "Thirty key positions at Guisa are taken. In the following month most cities in Oriente fall to rebel hands.\n",
    "Guevara, William Alexander Morgan, and forces of the Directorio Revolucionario Estudiantil, an organization of university students, attack Santa Clara.\n",
    "Rebel forces take Santa Clara.\n",
    "Camilo Cienfuegos leads revolutionary guerrillas to victory in Yaguajay; Huber Matos enters Santiago.\n"
  ],
  "Cyprus": [
    "First of 2 days of serious rioting by Turkish Cypriots. Seven were killed by British security forces.\n",
    "Turkish press office in Nicosia is bombed. Inter-communal clashes as Turkish Cypriots invade Greek sector. On 26 June 1984 the Turkish Cypriot leader, Rauf Denktaş, admitted on British channel ITV that the bomb was placed by the Turks themselves in order to create tension. On 9 January 1995 Rauf Denktaş repeated his claim in the Turkish newspaper, Milliyet.\n",
    "The first massacre between Greeks and Turks on Cyprus. British police released from arrest a group of 35 Greeks in the region of Guenyeli. A Turkish mob attacks the unarmed group, killing some of them.\n"
  ],
  "Haiti": [
    "Duvalier began to attack his opponents violently, driving many of them into exile.\n"
  ],
  "Indinesia": [
    "US Air Force pilot Allen Pope is shot down over Ambon, revealing covert American support of regional rebellions, and ends the Dulles brothers', Allen and John, failure to subvert the Sukarno government.\n"
  ],
  "Italy": [
    "Singer-songwriter Andrea Bocelli is born in Lajatico.\n"
  ],
  "Lebanon": [
    "A civil war erupts but short lived after the intervention of 5,000 US Marines ordered by President Eisenhower upon the request of the Lebanese president Camille Chamoun.\n"
  ],
  "Malta": [
    "Talks between Valletta and Whitehall regarding the integration proposal break down.\n",
    "The United Kingdom imposes direct colonial rule over Malta.\n"
  ],
  "Philippine": [
    "Xavier University-Ateneo de Cagayan is elevated by the Department of Education to university rank, becoming the Mindanao's first private and Catholic university.\n",
    "CBN airs DZXL-TV Channel 9, later Channel 4; second television station.\n",
    "\"Filipino First\" policy is officially promulgated by the National Economic Council (Resolution No. 204)."
  ],
  "Russia": [
    "Khrushchev replaced Bulganin as Premier of the Soviet Union.\n"
  ],
  "Switzerland": [
    "The Swiss government announced its intention to develop and build a nuclear arsenal.\n"
  ],
  "Syria": [
    "The United Arab Republic (UAR) was formed by the union of Syria and Egypt.\n"
  ],
  "Taiwan": [
    "<i>Second Taiwan Strait Crisis</i>: People's Liberation Army attacks Kinmen and the Matsu Islands but fail to take them\n",
    "Population of Taiwan reaches 10 million\n"
  ]
}