{
  "year": "1959",
  "Albania": [
    "Large amounts of economic aid from the Soviet Union, Eastern European countries and China began pouring into Albania.\n",
    "Khrushchev visited Albania.\n"
  ],
  "Australia": [
    "Construction begins on the Sydney Opera House. It will eventually cost $102 Million.\n"
  ],
  "Bhutan": [
    "Bhutanese enclaves in western Tibet are seized by the Chinese.\n"
  ],
  "Canada": [
    "The Saint Lawrence Seaway, a joint project between Canada and the United States, is officially opened."
  ],
  "Cuba": [
    "President Batista resigns and flees the country. Fidel Castro's column enters Santiago de Cuba. Raul Castro starts mass executions of captured military. Various urban rebels, mainly associated with Directorio, seize Havana\n",
    "Guevara and Camilo Cienfuegos arrive in Havana.\n",
    "Manuel Urrutia named President of Cuba\n",
    "Fidel Castro arrives at Havana, speaks to crowds at Camp Columbia.\n",
    "Fidel Castro becomes Premier of Cuba.\n",
    "Fabio Grobart is present at a series of meetings with Castro brothers, Guevara and Valdes at Cojimar\n",
    "Fidel Castro speaks at Princeton University, New Jersey.\n",
    "The Cuban government enacts the Agrarian Reform Law which limits land 1,000 acres (4.0&nbsp;km) ranches or less if other agricultural land, no payment is made.\n",
    "Osvaldo Dorticós Torrado becomes President of Cuba, replacing Manuel Urrutia forced to resign by Fidel Castro. Dorticós serves until 2 December 1976\n",
    "Plane carrying Camilo Cienfuegos disappears during a night flight from Camagüey to Havana. He is presumed dead.\n",
    "Trial of revolutionary Huber Matos begins. Matos is found guilty of \"treason and sedition\".\n"
  ],
  "Cyprus": [
    "British minesweeper HMS Burmaston intercepts the Turkish registered boat, <i>Deniz</i>. Loaded with weaponry, the boat is scuttled by its 3-member crew. The crew, all Turkish nationals, are arrested for importing munitions without a permit.\n",
    "Archbishop Makarios III and Dr. Fazıl Küçük appeal to their respective communities to hand over illegal weapons.\n",
    "Deadline to hand over illegal weapons.\n"
  ],
  "France": [
    "Charles de Gaulle became the first president of the Fifth Republic, whose new constitution greatly increased the President's powers (as opposed the Third and Fourth Republics, in which the office of President of the Republic was a largely ceremonial and powerless one).\n"
  ],
  "Indinesia": [
    "With armed forces support, Sukarno issues a decree dissolving the Constituent Assembly and reintroducing the Constitution of 1945 with strong presidential powers, and assumes the additional role of Prime Minister, which completes the structure of 'Guided Democracy'.\n",
    "President Sukarno appoints a \"Working Cabinet\" with himself as prime minister.\n"
  ],
  "Italy": [
    "Valentino opens his first atelier, in Rome on Via Condotti.\n"
  ],
  "Malta": [
    "Malta is granted an <i>Interim Constitution</i>, providing for the creation of an Executive Council.\n"
  ],
  "Nepal": [
    "Multi-party constitution adopted; first general elections in Nepal bring to power Nepali Congress Party with B.P. Koirala as prime minister\n"
  ],
  "Philippine": [
    "Old Lanao is divided into the new provinces of Lanao del Norte and Lanao del Sur. (<i>Republic Act No. 2228</i>); inaugurated, July 4.",
    "<i>RA 2227</i> created the province of Southern Leyte, separating from Leyte.",
    "10th World Scout Jamboree is held at Mt. Makiling in Los Baños, Laguna.\n",
    "An agreement between Foreign Affairs Secy. Felixberto Serrano and Amb. Charles Bohlen is signed, following series of conferences, in which duration of lease of the American military bases is reduced from 99 to 25 years.\n",
    "U.S. authorities turns over Olongapo City to the Philippine government.\n"
  ],
  "Russia": [
    "<i>Cuban Revolution</i>: Cuban president Fulgencio Batista fled Cuba for the Dominican Republic.\n"
  ],
  "Rwanda": [
    "Mwami Mutara III dies.\n",
    "The Union Nationale Rwandaise (UNAR) party is formed.\n",
    "Politician Dominique Mbonyumutwa is beaten by members of UNAR, leading to a violent backlash that kills thousands of Tutsis.\n"
  ],
  "Singapore": [
    "Lim Yew Hock successfully gains full self-government for Singapore.\n",
    "3rd general elections (limited self-government) held. People's Action Party wins 43 of 51 seats and Lee Kuan Yew became the first Prime Minister.\n",
    "A celebration is held at the Padang for Singapore gaining full self-government.\n",
    "Sir William Goode becomes the Yang di-Pertuan Negara of Singapore.\n",
    "The national anthem <i>Majulah Singapura</i>, written by Zubir Said, is presented.\n",
    "Encik Yusof bin Ishak becomes the Yang di-Pertuan Negara of Singapore.\n"
  ],
  "Vietnam": [
    "First large unit action of the Vietnam War takes place, when two companies of the ARVN 23d Division are ambushed by a well-organized Viet Cong force of several hundred, identified as the \"2d Liberation Battalion\".\n"
  ]
}