{
  "year": "1961",
  "Albania": [
    "Hoxha harangued against the Soviet Union and Yugoslavia at Albania's Fourth Party Congress.\n",
    "The Soviet Union broke diplomatic relations with Albania, spurring Eastern European Communist countries to severely reduce their Albanian contacts and Albania to improve its relationship with China.\n"
  ],
  "Barbados": [
    "Election: Won by Democratic Labour Party-DLP, led by Errol Barrow who becomes Premier.\n",
    "Barbados achieves full internal self-government.\n",
    "The EC$28,000,000 Deep Water Harbour in Bridgetown is completed and officially opened. Construction commenced in 1956.\n"
  ],
  "Belgium": [
    "Patrice Lumumba killed in Congo\n",
    "1961 Belgian general election\n"
  ],
  "Bhutan": [
    "First Five-Year Plan is introduced.\n"
  ],
  "Brazil": [
    "João Goulart replaces Jânio Quadros as President of Brazil.\n",
    "A circus tent fire in Niterói, Brazil kills 323.\n"
  ],
  "Burma": [
    "U Thant becomes 3rd Secretary-General of the United Nations.  Yangon hosts Second Southeast Asian Peninsular Games\n"
  ],
  "Colombia": [
    "Hurricane Hattie moves over San Andrés island with winds of 80&nbsp;mph (130&nbsp;km/h), causing 1 death, 15 injuries, and $300,000 in damage (1961&nbsp;USD, $2.1&nbsp;million 2008&nbsp;USD).\n"
  ],
  "Cuba": [
    "US Trade embargo on Cuba.\n",
    "Cuban government initiates national literacy scheme.\n",
    "Former rebel comandante Humberto Sorí Marin and Catholic leaders shot.\n",
    "Bay of Pigs invasion.\n",
    "Nikita Khrushchev writes to John F. Kennedy to end U.S. aggression against Cuba.\n"
  ],
  "Germany": [
    "Construction began on the Berlin Wall between East and West Berlin.\n"
  ],
  "Indinesia": [
    "An agreement is signed in Jakarta with the Soviet Union to buy arms with long term loans.\n",
    "Building officially starts on the Monas National Monument in the center of Jakarta.\n"
  ],
  "Malta": [
    "The <i>State of Malta</i> is created pursuant to the <i>Blood Constitution,</i> which provides for a measure of self-government.\n",
    "Gozo is granted a local government system. (to 1973)\n"
  ],
  "Philippine": [
    "Baguio City experience cold at 6.3-degree Celsius, the country's lowest temperature ever recorded.",
    "Death of Sergio Osmeña, former Philippine President\n",
    "DZBB-TV Channel 7 of RBS established; third television station.\n",
    "Diosdado Macapagal elected President of the Republic of the Philippines.",
    "Emmanuel Pelaez elected vice president.\n",
    "Macapagal takes his oath of office",
    "Inauguration of the new City of Lapulapu, created by Republic Act No. 3134 on June 17, 1961."
  ],
  "Poland": [
    "Legislative election\n"
  ],
  "Russia": [
    "<i>Bay of Pigs Invasion</i>: After a U.S. bombing run against the Cuban air force, a group of 1,500 armed exiles landed at the Bay of Pigs on the southern coast. As the invasion faltered, President John F. Kennedy called off the airstrikes.\n",
    "<i>Bay of Pigs Invasion</i>: Castro announced that all the invaders had been defeated.\n",
    "Construction began on the Berlin Wall.\n",
    "In a nationally broadcast speech, Castro declared he was a Marxist-Leninist and that Cuba was going to adopt Communism.\n",
    "<i>Sino-Albanian split</i>: The People's Republic of China severed diplomatic ties with Albania.\n"
  ],
  "Rwanda": [
    "Rwandans vote to abolish the Tutsi monarchy.\n",
    "Dominique Mbonyumutwa becomes provisional President of Rwanda.\n"
  ],
  "Singapore": [
    "The Bukit Ho Swee Fire kills four people and destroys 2,200 attap houses.\n",
    "Tunku Abdul Rahman, the Prime Minister of Malaya, proposes a merger between Singapore, Malaya, Sabah and Sarawak.\n"
  ],
  "Syria": [
    "Following a military coup Syria seceded from the UAR, reestablishing itself as the Syrian Arab Republic.\n"
  ],
  "Taiwan": [
    "Slightly over half of Taiwan's population lives in urban areas\n"
  ],
  "Tajikistan": [
    "The city of <i>Stalinabad</i>, was renamed to <i>Dushanbe</i>.\n"
  ],
  "Tanzania": [
    "The University College, Dar es Salaam is established as one of three constituent colleges of the University of East Africa, with 14 law students.\n",
    "Tanganyikan independence; Julius Nyerere as Prime Minister.\n",
    "Tanganyika becomes a member of the United Nations.\n"
  ],
  "Vietnam": [
    "Vietnam War: U.S. President John F. Kennedy sends 18,000 military advisors to South Vietnam.\n",
    "The American involvement in the Vietnam War officially begins, as the first American helicopters arrive in Saigon along with 400 U.S. personnel.\n"
  ]
}