{
  "year": "1962",
  "Albania": [
    "The Albanian regime introduced an austerity program in an attempt to compensate for the withdrawal of Soviet economic support.\n",
    "Albania became the spokesman for China at the UN.\n"
  ],
  "Argentina": [
    "Military coup ended presidency of civilian Arturo Frondizi\n"
  ],
  "Australia": [
    "Robert Menzies' <i>Commonwealth Electoral Act</i> provided that all Indigenous Australians should have the right to enrol and vote at federal elections, removing remaining restrictions applying in QLD, WA and NT.\n",
    "Malayan Insurgency ends\n"
  ],
  "Belgium": [
    "Rioting in Brussels between Flemish nationalist and Francophone demonstrators.\n"
  ],
  "Brazil": [
    "Brazil beats Czechoslovakia 3–1 to win the 1962 FIFA World Cup.\n",
    "The first official group of Korean immigrants to Brazil. There has been a large flow of documented Korean migrants to Brazil.\n"
  ],
  "Burma": [
    "Democratically elected government of U Nu is overthrown by Ne Win, who abolishes the federal system and inaugurates \"the Burmese Way to Socialism\" – nationalising the economy, forming a single-party state with the BSPP as the sole political party, and banning independent newspapers\n",
    "Government guns down student protesters\n"
  ],
  "Burundi": [
    "Burundi received independence from Belgium.\n"
  ],
  "Chile": [
    "Chile hosts the FIFA World Cup football competition. The Chile national football team comes in 3rd; its highest ever placement in the competition.\n"
  ],
  "Colombia": [
    "Guillermo León Valencia is president of Colombia\n",
    "Luz Marina Zuluaga wins Miss Universe beauty contest\n"
  ],
  "Cuba": [
    "U.S. ends Cuban blockade, satisfied that all bases are removed and Soviet jets will leave the island by 20 December.\n"
  ],
  "France": [
    "End of the Algerian War, Algeria, a French colony, obtained independence from France after almost 8 years of official strife.\n"
  ],
  "India": [
    "War over disputed territory of Kashmir with China.\n",
    "India seizes Diu, Daman and Goa from Portuguese India.\n"
  ],
  "Indinesia": [
    "The Mandala Command to \"free\" Western (Netherlands) New Guinea from the Dutch is established. Its commander is Brigadier General Suharto.\n",
    "Deputy chief of staff of the Indonesian Navy Commodore Yos Sudarso is killed in a Dutch air attack on the motor torpedo boat (MTB) force he is commanding.\n",
    "President Sukarno again reshuffles his cabinet.\n",
    "The New York Agreement, transferring Western New Guinea to Indonesia, is signed at the United Nations.\n",
    "Jakarta hosts the Fourth Asian Games. (to 4 September)\n"
  ],
  "Nepal": [
    "New constitution provides for non-party system of councils known as \"panchayat\" under which king exercises sole power. First elections to Rastrya Panchayat held in 1963.\n"
  ],
  "Philippine": [
    "Philippine Constabulary Rangers conduct a siege of the Central Bank building to oust its governor, Dominador Aytona, due to \"midnight appointments\" of his own.\n",
    "Pres. Macapagal lifts exchange and import controls in his campaign for free enterprise.\n",
    "Justice Secy. Jose Diokno orders a raid on the offices of businessman Harry Stonehill, regarding his alleged bribery.\n",
    "Commemoration of Independence Day is officially changed by Pres. Macapagal, from July 4 to June 12 (Proclamation No. 28); to be first celebrated on that day of that same year.",
    "Pres. Macapagal's government, with the United Kingdom, files a communication regarding country's claim of North Borneo (Sabah), now in Malaysia.\n",
    "DZTM-TV Channel 5, of Associated Broadcasting Corporation (ABC) and <i>The Manila Times</i>, established.\n",
    "Electrification Administration Act (Republic Act No. 2717) is implemented through an executive order issued by Pres. Macapagal.\n"
  ],
  "Russia": [
    "<i>Novocherkassk massacre</i>: Soviet workers gathered in the town square of Novocherkassk to protest an increase in food prices and work quotas. Shots were fired at the rioters, killing 25 and injuring 87 people.\n",
    "<i>Mozambican War of Independence</i>: The Mozambican Liberation Front (FRELIMO) was founded.\n",
    "<i>Cuban Missile Crisis</i>: President Kennedy is shown aerial photos from U-2 surveillance flights showing missile bases in Cuba. The thirteen days marking the most dangerous period of the Cuban Missile Crisis begin.\n",
    "<i>Cuban Missile Crisis</i>: Kennedy announced that any nuclear missile attack from Cuba would be regarded as an attack by the Soviet Union, and that the island would be placed under \"quarantine\" to prevent further weapons shipments.\n",
    "<i>Cuban Missile Crisis</i>: The Soviet Union offered to withdraw the missiles in return for a U.S. guarantee not to invade Cuba or support any invasion.\n",
    "<i>Cuban Missile Crisis</i>: Khrushchev announced that he had ordered the removal of the Soviet missiles in Cuba.\n"
  ],
  "Rwanda": [
    "Belgium grants Rwanda independence.\n",
    "Grégoire Kayibanda becomes the first elected President of Rwanda.\n"
  ],
  "Singapore": [
    "A referendum is held in Singapore to vote on merger with Malaysia.\n"
  ],
  "Tanzania": [
    "Julius Nyerere resigns as Prime Minister and is succeeded by Rashidi Kawawa.\n",
    "Tanganyika becomes a republic with Julius Nyerere as its first president.\n"
  ]
}