{
  "year": "1963",
  "Bangladesh": [
    "Inauguration of the Shaheed Minar language martyr memorial.\n"
  ],
  "Barbados": [
    "The University of the West Indies opens a local campus at the Deep Water Harbour before moving to Cave Hill.\n"
  ],
  "Belgium": [
    "Jeanne Deckers, the Singing Nun, becomes world famous.\n"
  ],
  "Cambodia": [
    "Cambodia severed ties with South Vietnam.\n"
  ],
  "Cuba": [
    "2nd Agrarian reform.\n",
    "Compulsory military service introduced.\n"
  ],
  "Cyprus": [
    "Greek Cypriots began to view the constitution as unworkable and proposed changes abolishing all veto rights and many ethnic clauses; these proposals were rejected by Turkish Cypriots and the Turkish government. Inter-communal fighting erupted. Tylliria was bombarded with napalm bombs. A UN Peace Keeping Force was sent in, but soon proved powerless to prevent incidents. Thousands of Turkish Cypriots retreated into enclaves where they were embargoed by the Greek Cypriots. The UN attempted to supply them with food and medicine. Akritas plan\n"
  ],
  "Germany": [
    "Erhard became chancellor of West Germany.\n"
  ],
  "Indinesia": [
    "Sole years of American Peace Corps program in Indonesia.\n",
    "Sukarno leads the <i>Konfrontasi</i> campaign against the newly created Malaysia. (to 1965)\n",
    "Following pressure from the United Nations and the American government of President John F. Kennedy, the Netherlands yields Western New Guinea to temporary UN supervision.\n",
    "Parliament elects Sukarno 'President-for-life'.\n",
    "Sukarno declares Indonesian policy to oppose the creation of Malaysia which incorporate North Borneo, marking the Indonesia–Malaysia confrontation.\n",
    "Following demonstrations in Jakarta to protest at the creation of Malaysia, the British Embassy is burned by a mob.\n",
    "President Sukarno conducts the final reshuffle of the \"Working Cabinet\".\n"
  ],
  "Italy": [
    "The DC switches to a strategy of alliance with the socialist PSI. Electric energy is nationalised and the high school system is reformed.\n",
    "Ciaculli massacre: a bomb intended for the mafia boss Salvatore Greco \"Ciaschiteddu\" explodes in Ciaculli, killing seven police and military officers.\n",
    "Two thousand people die when a landslide causes the overtopping of the Vajont Dam north of Venice; the flooding wave completely wipes out several villages.\n"
  ],
  "Philippine": [
    "Ferdinand Marcos became President of the Senate of the Philippines.",
    "Death of Felix Y. Manalo, founder of Iglesia ni Cristo at age of 76",
    "Twenty-four members of the Philippine contingent for the 11th World Scout Jamboree in Greece are among the 60 deaths in a plane crash into the Indian Ocean.",
    "Pres. Macapagal, Sukarno (Indonesia), and Tungku Abdul Rahman (Federation of Malaya) sign the Manila Accord, an agreement for Maphilindo.\n",
    "Agricultural Land Reform Code (Republic Act No. 3844) is signed into law by Pres. Macapagal."
  ],
  "Rwanda": [
    "Following a Tutsi guerilla attack from Burundi, an anti-Tutsi backlash kills thousands.\n"
  ],
  "Singapore": [
    "During Operation Coldstore, 107 left-wing politicians and trade unionists are arrested by Internal Security Department\n",
    "The Malaysia Agreement is signed between leaders of Malaya, Singapore, Sabah and Sarawak.\n",
    "In this Malaysia Solidarity Day, Lee Kuan Yew declares de facto Independence for Singapore.\n",
    "Malaysia is formed. Indonesia carries out its konfrontasi campaign.\n",
    "Encik Yusof bin Ishak becomes the Yang di-Pertuan Negara of Singapura.\n",
    "The PAP wins the 1963 State Elections, defeating the Barisan Sosialis and UMNO.\n"
  ],
  "Switzerland": [
    "Switzerland joined the Council of Europe, a body dedicated to the promotion of good governance and human rights in Europe.\n"
  ],
  "Tanzania": [
    "Zanzibar becomes a member of the United Nations.\n",
    "Zanzibar receives independence from the United Kingdom, becoming a constitutional monarchy.\n"
  ],
  "Vietnam": [
    "Vietnam War: The Viet Cong win their first major victory in the Battle of Ap Bac.\n",
    "Huế Phật Đản shootings: The Army of the Republic of Vietnam opens fire on Buddhists who defy a ban on the flying of the Buddhist flag on Vesak, the birthday of Gautama Buddha, killing 9. Earlier, President Ngô Đình Diệm allowed the flying of the Vatican flag in honour of his brother, Archbishop Ngô Đình Thục, triggering the Buddhist crisis in South Vietnam.\n",
    "Huế chemical attacks: The Army of the Republic of Vietnam rains liquid chemicals on the heads of Buddhist protestors, injuring 67 people. The United States threatens to cut off aid to the regime of Ngô Đình Diệm.\n",
    "Thích Quảng Đức, Vietnamese Buddhist monk (suicide).\n",
    "Double Seven Day scuffle: Secret police loyal to Ngô Đình Nhu, brother of President Ngô Đình Diệm, attack American journalists including Peter Arnett and David Halberstam at a demonstration during the Buddhist crisis in South Vietnam.\n",
    "Xá Lợi Pagoda raids: The Army of the Republic of Vietnam Special Forces loyal to Ngô Đình Nhu, brother of President Ngô Đình Diệm, vandalise Buddhist pagodas across South Vietnam, arresting thousands and leaving an estimated hundreds dead. In the wake of the raids, the Kennedy administration by Cable 243 orders the United States Embassy, Saigon to explore alternative leadership in the country, opening the way towards a coup against Diệm.\n",
    "1963 South Vietnamese coup: Arrest and assassination of Ngo Dinh Diem, the South Vietnamese President.\n",
    "1963 South Vietnamese coup: Coup leader General Dương Văn Minh takes over as leader of South Vietnam.\n"
  ]
}