{
  "year": "1964",
  "Afghanistan": [
    "A new constitution was ratified which instituted a democratic legislature.\n"
  ],
  "Albania": [
    "Khrushchev was forced to resign, to the delight of Hoxha.\n"
  ],
  "Australia": [
    "The Beatles' 1964 world tour reach Australia\n",
    "82 sailors die when HMAS&nbsp;<i>Voyager</i> sinks after collision with HMAS&nbsp;<i>Melbourne</i>\n",
    "The editors of <i>Oz</i> magazine are charged with obscenity\n",
    "Prime Minister Robert Menzies announces the reintroduction of compulsory military service for men aged from 18 to 25 years old\n",
    "First troops sent to Vietnam War.\n"
  ],
  "Barbados": [
    "The Legislative Council is replaced by the Senate.\n",
    "Voting age was reduced to 18.\n"
  ],
  "Belgium": [
    "Salvatore Adamo becomes one of the most commercially successful musicians in the world.\n"
  ],
  "Bhutan": [
    "Prime Minister Jigme Palden Dorji is assassinated in a dispute among competing political factions. The King's own uncle, a military cadre, was among those executed for their role in the attempted coup. After a brief tenure by acting Prime Minister Lhendup Dorji, the post of Prime Minister is abolished until 1998.\n"
  ],
  "Brazil": [
    "The military overthrows Brazilian President João Goulart in a coup, starting 21 years of dictatorship in Brazil.\n",
    "Deployed military rule in Brazil ended the then government of president João Goulart.\n",
    "Brazilian presidential election, 1964: The Brazilian Congress elects Field Marshal Humberto de Alencar Castelo Branco as President of Brazil.\n"
  ],
  "Chile": [
    "Christian Democrat Eduardo Frei Montalva becomes president, proclaiming the so-called \"Revolution in Liberty\". His election campaign was largely (and secretly) funded by the CIA, an intelligence agency of the United States.\n"
  ],
  "Colombia": [
    "The refractive surgery keratomileusis was developed by Ignacio Barraquer in Bogotá.\n",
    "Marquetalia Republic is overrun by the Colombian army (during what was termed \"Operation Marquetalia\")\n"
  ],
  "Cuba": [
    "OAS enforce embargo against Cuba.\n"
  ],
  "Cyprus": [
    "The Battle of Tylliria takes place. Greek-Cypriot forces storm the Turkish-held Kokkina enclave, prompting a Turkish military intervention and airstrikes on the Greek forces. However, Soviet pressure prevented the Turks from going any further, and when the battle ended after four days of fierce fighting, the Kokkina enclave had been reduced to 50-40% of its original size.\n"
  ],
  "Germany": [
    "The National Democratic Party of Germany (NPD) was established.\n"
  ],
  "Haiti": [
    "Duvalier's reign of terror ended.\n",
    "The National Assembly votes to accept the Duvalieriste Constitution, establishing Duvalier as President for Life of Haiti\n"
  ],
  "India": [
    "Death of Prime Minister Jawaharlal Nehru.\n"
  ],
  "Indinesia": [
    "During his Independence Day speech, Sukarno for the first time publicly denounce the United States, and over the following months an anti-American campaign attacked American interests.\n",
    "President Sukarno appoints the Dwikora Cabinet\n"
  ],
  "Italy": [
    "Sergio Leone's <i>A Fistful of Dollars</i>, the first of three films in his <i>Dollars Trilogy</i> of Spaghetti Westerns starring Clint Eastwood, is released.\n",
    "An attempted coup (Piano Solo) is defused.\n",
    "Michele, the son of Mastro Pietro Ferrero, modifies his father's recipe for the \"supercrema gianduja\" (invented in 1946) and renames it Nutella.\n"
  ],
  "Japan": [
    "The largest Japanese land reclamation project thus far was completed in Lake Hachirōgata, creating the village of Ōgata out of 195&nbsp;km of lakebed reclaimed since 1957.\n",
    "The first Shinkansen high-speed train railway line was opened.\n",
    "<i>1964 Summer Olympics</i>: Tokyo hosted the Olympics, marking the first time the Games were held in Asia.\n"
  ],
  "Malta": [
    "Malta is granted independence from the United Kingdom as a Constitutional Monarchy, with Queen Elizabeth II as its Head of State.\n",
    "The Duke of Edinburgh represents The Queen at the Independence celebrations, which were held just six months following the birth of Prince Edward.\n",
    "Malta joins the United Nations.\n"
  ],
  "Philippine": [
    "Philippine Press Institute founded\n",
    "Death of Gen. Emilio Aguinaldo, former Philippine President\n",
    "Partido Komunista ng Pilipinas secretary-general Jesus Lava is captured in Sampaloc, Manila.\n",
    "Congress ratifies an executive order issued by Pres. Macapagal that changes the date of celebration of the nation's Independence Day, by virtue of Republic Act No. 4166.\n",
    "Miss Philippines Gemma Cruz was crowned Miss International 1964, the first Filipino to win the title.",
    "Kabataang Makabayan (KM) is formed by Jose Maria Sison, with himself elected as its chairman.\n"
  ],
  "Russia": [
    "Khrushchev's rivals in the party deposed him at a Central Committee meeting. Leonid Brezhnev and Alexei Kosygin assumed power as First Secretary and Premier, respectively.\n"
  ],
  "Singapore": [
    "The PAP wins one seat in the Malaysian Federal Election. UMNO is outraged.\n",
    "There is an ethnic riot between various Malays and Chinese, on Prophet Muhammad's birthday, 23 people are killed.\n"
  ],
  "Taiwan": [
    "Taiwanese Hokkien language is banned in schools and official settings\n"
  ],
  "Tanzania": [
    "The Zanzibar Revolution by local Africans overthrows the Sultan of Zanzibar and his primarily Arab government. Sheikh Abeid Karume becomes the first President of Zanzibar.\n",
    "The Republic of Tanganyika and the Republic of Zanzibar and Pemba unite to form the United Republic of Tanganyika and Zanzibar.\n",
    "The United Republic of Tanganyika and Zanzibar changes its name to the United Republic of Tanzania.\n"
  ],
  "Vietnam": [
    "General Nguyễn Khánh leads a bloodless military coup d'état, replacing Dương Văn Minh as Prime Minister of South Vietnam.\n",
    "Vietnam War: Attack on USNS Card – An explosion caused by Viet Cong commandos causes carrier USNS Card to sink in the port of Saigon.\n",
    "Vietnam War: At a rally in Saigon, South Vietnamese Prime Minister Nguyễn Khánh calls for expanding the war into North Vietnam.\n",
    "Vietnam War: Viet Cong forces attack a provincial capital, killing 11 South Vietnamese military personnel and 40 civilians (30 of which are children).\n",
    "Vietnam War: The U.S. sends 5,000 more military advisers to South Vietnam, bringing the total number of United States forces in Vietnam to 21,000.\n",
    "Vietnam War: United States destroyer Maddox is attacked in the Gulf of Tonkin. Air support from the carrier USS Ticonderoga sinks one gunboat, while the other two leave the battle.\n",
    "Vietnam War: Operation Pierce Arrow – Aircraft from carriers USS Ticonderoga and USS Constellation bomb North Vietnam in retaliation for strikes against U.S. destroyers in the Gulf of Tonkin.\n",
    "Vietnam War: The United States Congress passes the Gulf of Tonkin Resolution, giving U.S. President Lyndon B. Johnson broad war powers to deal with North Vietnamese attacks on U.S. forces.\n",
    "Vietnam War: In a coup, General Nguyễn Khánh replaces Dương Văn Minh as South Vietnam's chief of state and establishes a new constitution, drafted partly by the U.S. Embassy.\n"
  ]
}