{
  "year": "1965",
  "Afghanistan": [
    "The Marxist People's Democratic Party of Afghanistan (PDPA) held its first congress.\n"
  ],
  "Armenia": [
    "1965 Yerevan demonstrations\n"
  ],
  "Australia": [
    "Indigenous Australians gain right to vote in state of Queensland\n"
  ],
  "Belgium": [
    "Treaty to establish a Benelux Court of Justice signed.\n",
    "1965 Belgian general election\n"
  ],
  "Bhutan": [
    "Unsuccessful attempt to assassinate King Jigme Dorji Wangchuck.\n"
  ],
  "Brazil": [
    "Rede Globo, the 3rd largest TV broadcaster of the world, is founded, in Rio de Janeiro, Brazil.\n",
    "Brazilian president Humberto de Alencar Castelo Branco removes power from parliament, legal courts and opposition parties.\n"
  ],
  "Burundi": [
    "Prime Minister Pierre Ngendandumwe was assassinated by a Rwandan Tutsi.\n"
  ],
  "Colombia": [
    "The National Liberation Army (Colombia) (ELN) guerrilla is created\n"
  ],
  "Cuba": [
    "The Integrated Revolutionary Organizations (ORI) become the governing Communist Party of Cuba.\n",
    "Fidel announces Cubans can emigrate, which launches the Camarioca boatlift and airlift.\n"
  ],
  "France": [
    "Merger Treaty: this treaty merged the ECSC, the EEC and the EAEC into a single institutional structure known as the European Community.\n"
  ],
  "India": [
    "Second war with Pakistan over Kashmir.\n"
  ],
  "Indinesia": [
    "Indonesia withdraws from membership of the UN.\n",
    "The Indonesian Communist Party (PKI) calls for workers and peasants to be armed.\n",
    "The Third Session of the Provisional People's Consultative Assembly is held in Bandung. (to 16 April)\n",
    "Foreign Minister Subandrio reports to President Sukarno the existence of the Gilchrist Document, a letter purporting to be from the British ambassador which discusses western military involvement in Indonesia.\n",
    "An abortive coup in Jakarta results in the murder of six army generals, and disposal of bodies at Lubang Buaya.\n",
    "A violent anti-communist purge leads to the killing of approximately 1/2 million Indonesians. (to March 1966)\n",
    "A counter-coup led by General Suharto that leads to the Overthrow of Sukarno\n",
    "President Sukarno appoints Major General Suharto Minister/Commander of the Army.\n",
    "The Jakarta Military Command temporarily suspends the activities of the PKI and its organizations in the Jakarta region.\n",
    "The rupiah is devalued by a factor of 1,000 in an effort to control inflation.\n"
  ],
  "Italy": [
    "The film <i>For a Few Dollars More</i> is released.\n",
    "End of Second Vatican Council.\n"
  ],
  "Malta": [
    "Malta joins the Council of Europe.\n"
  ],
  "Philippine": [
    "Republic Act No. 4221 divided old Samar into the new provinces of Western Samar, Northern Samar, and Eastern Samar.",
    "Taal Volcano in Batangas erupts, killing around 2,000 and damaging villages.\n",
    "Ferdinand Marcos elected President of the Republic of the Philippines.",
    "Fernando Lopez elected vice president.\n",
    "Ferdinand Marcos takes his oath of office as the President of the postwar republic, in Luneta Grandstand."
  ],
  "Poland": [
    "Legislative election\n",
    "Letter of Reconciliation of the Polish Bishops to the German Bishops\n"
  ],
  "Russia": [
    "The Marxist People's Democratic Party of Afghanistan (PDPA) held its first congress.\n"
  ],
  "Singapore": [
    "Indonesian saboteurs carry out the MacDonald House bombing, killing three people.\n",
    "Lee Kuan Yew begins campaigning for a Malaysian Malaysia\n",
    "Singapore and Malaysia sign the separation agreement.\n",
    "The Malaysian Parliament votes to expel Singapore from the Federation; Singapore becomes independent after separating from Malaysia.\n",
    "Singapore is admitted into the United Nations as the 117th member.\n",
    "Singapore becomes the 23rd member of the Commonwealth.\n",
    "Constitutional Amendment Act is passed and Encik Yusof bin Ishak becomes the first President of Singapore.\n"
  ],
  "Taiwan": [
    "Population of Taiwan grows to 12,628,000\n"
  ],
  "Tanzania": [
    "President Nyerere is returned to power in a one-party election.\n",
    "Nyerere is sworn in for his second presidential term.\n"
  ],
  "Tonga": [
    "Sālote Tupou died and was succeeded by King Tāufaʻāhau Tupou IV.\n"
  ],
  "Vietnam": [
    "Vietnam War: Operation Rolling Thunder – The United States Air Force 2nd Air Division, United States Navy and South Vietnamese air force begin a 3½-year aerial bombardment campaign against North Vietnam.\n",
    "Vietnam War: Some 3,500 United States Marines arrive in Da Nang, South Vietnam, becoming the first American ground combat troops in Vietnam.\n",
    "Australia announces that it is sending an infantry battalion to support the South Vietnam government.\n",
    "Vietnam War – Battle of Dong Xoai: About 1,500 Viet Cong mount a mortar attack on Đồng Xoài, overrunning its military headquarters and the adjoining militia compound.\n",
    "Vietnam War: Four F-4C Phantoms escorting a bombing raid at Kang Chi are targeted by antiaircraft missiles, in the first such attack against American planes in the war. One is shot down and the other 3 sustain damage.\n",
    "Vietnam War: U.S. President Lyndon B. Johnson announces his order to increase the number of United States troops in South Vietnam from 75,000 to 125,000, and to more than double the number of men drafted per month - from 17,000 to 35,000.\n",
    "Vietnam War – Operation Starlite: 5,500 United States Marines destroy a Viet Cong stronghold on the Van Tuong peninsula in Quảng Ngãi Province, in the first major American ground battle of the war. The Marines were tipped-off by a Viet Cong deserter who said that there was an attack planned against the U.S. base at Chu Lai.\n",
    "Vietnam War: An USAF F-104 Starfighter piloted by Captain Philip Eldon Smith is shot down by a Chinese MiG-19 Farmer. The pilot is held until 15 March 1973.\n",
    "A brigade of South Korean soldiers arrive in South Vietnam.\n",
    "Vietnam War: Near Da Nang, United States Marines repel an intense attack by Viet Cong forces, killing 56 guerrillas. A sketch of Marine positions is found on the dead body of a 13-year-old Vietnamese boy who sold drinks to the Marines the day before.\n",
    "Vietnam War – Operation Hump: The United States Army 173rd Airborne is ambushed by over 1,200 Viet Cong.\n",
    "Vietnam War – Battle of Ia Drang: In the Ia Drang Valley of the Central Highlands in Vietnam, the first major engagement of the war between regular United States and North Vietnamese forces begins.\n",
    "Vietnam War: In response to U.S. President Lyndon B. Johnson's call for \"more flags\" in Vietnam, Philippines President-elect Ferdinand Marcos announces he will send troops to help fight in South Vietnam.\n",
    "The Soviet Union announces that it has shipped rockets to North Vietnam.\n"
  ]
}