{
  "year": "1966",
  "Albania": [
    "Hoxha initiated a Cultural and Ideological Revolution.\n",
    "The Albanian Communist Party issued an \"open letter\" establishing an egalitarian wage and job structure for all workers.\n"
  ],
  "Argentina": [
    "General Juan Carlos Onganía assumed power and represses political parties\n"
  ],
  "Australia": [
    "The ban on the employment of married women in the Commonwealth Public Service is lifted\n",
    "Robert Menzies retire as Australia's longest-serving Prime Minister and is succeeded by Harold Holt.\n",
    "The Beaumont Children Jane (9), Arnna (7), and Grant (4) disappear from Glenelg Beach.\n",
    "Decimalisation; the Australian currency is changed to dollars and cents, with the Australian dollar replacing the Australian pound.\n"
  ],
  "Bangladesh": [
    "Six point Bengali nationalist movement led by Sheikh Mujibur Rahman emerges.\n"
  ],
  "Barbados": [
    "Barbados, (led by Errol Barrow as Prime Minister) received its independence from the United Kingdom\n"
  ],
  "Belgium": [
    "Belgium ratifies London Fisheries Convention.\n",
    "London Fisheries Convention regulating fisheries in the North Sea comes into force.\n"
  ],
  "Bhutan": [
    "The capital is moved from Punakha to Thimphu through a transition period when Punakha was the winter capital and Thimphu the summer capital.\n"
  ],
  "Brazil": [
    "A massive theft of nuclear materials is revealed in Brazil.\n"
  ],
  "Burundi": [
    "Michel Micombero became the first President of Burundi.\n"
  ],
  "Colombia": [
    "Carlos Lleras Restrepo is president of Colombia\n"
  ],
  "Germany": [
    "Erhard resigned.\n",
    "Kurt Georg Kiesinger of the CDU was elected Chancellor of West Germany in coalition with the SPD.\n"
  ],
  "India": [
    "Nehru's daughter Indira Gandhi becomes prime minister.\n"
  ],
  "Indinesia": [
    "Anti-communist organizations grouped under the Pancasila Front issue the \"Three Demands of the People\" (<i>Tritura</i>), namely the dissolution of the PKI, the cleansing of the cabinet of elements involved in 30 September Movement, and lower prices and economic improvements.\n",
    "The Extraordinary Military Court trials of people allegedly involved in 30 September Movement begin.\n",
    "President Sukarno reshuffles his cabinet, creating what becomes known as the \"cabinet of 100 ministers\".\n",
    "Sukarno delegates key presidential powers to Suharto by signing the <i>Supersemar</i>. The following day Suharto dissolves the Indonesian Communist Party.\n",
    "A total of 14 cabinet ministers are taken into \"protective custody\".\n",
    "Following large scale demonstrations, the leadership of the Mutual-Assistance House of Representatives (DPR-GR) is replaced.\n",
    "The Fourth Session of the Provisional People's Consultative Assembly is held in Jakarta. It raises the status of the Supersemar into a decree, meaning Sukarno cannot revoke it, bans the PKI and its teachings and rejects President Sukarno's accountability speech. (to 5 July)\n",
    "Indonesia and Malaysia agree to normalize diplomatic relations.\n",
    "Indonesia rejoins the United Nations.\n"
  ],
  "Israel": [
    "The martial law imposed on Israeli Arabs from the founding of the State of Israel was lifted completely.\n"
  ],
  "Italy": [
    "Socialist and Democratic Socialist Party joined forces in the Unified Socialist Party.\n",
    "The film <i>The Good, the Bad and the Ugly</i> is released. The film is now considered to be one of the greatest films of all time.\n"
  ],
  "Philippine": [
    "Asian Development Bank establishes its new headquarters in Manila.\n",
    "Cityhood of San Carlos, Pangasinan (<i>Republic Act No. 4487</i>)\n",
    "Philippine-American Assembly is held in Davao.\n",
    "Old Mountain Province is divided into the new provinces of Benguet, Mountain Province, Kalinga-Apayao and Ifugao. (<i>Republic Act No. 4695</i>)",
    "Republic Act No. 4669 created the province of Camiguin, separating from Misamis Oriental.",
    "Republic Act No. 4849 created the province of South Cotabato, separating from Empire Province of Cotabato.\n",
    "Pres. Marcos signs the controversial Vietnam Aid Law.\n",
    "The mayor of Candaba, Pampanga, also the president of the Anti-Huk Mayors League in the province, is killed in an ambush, an incident which was attributed to the Huks.\n",
    "Congress approves the appropriation for the Philippine Civil Action Group (Philcag) to be sent to Vietnam.\n",
    "The first batch of the battalion of the Philcag leaves the Philippines for South Vietnam.\n",
    "Pres. Marcos meets with U.S. Pres. Lyndon Johnson in Washington, D.C.\n",
    "An agreement is signed by U.S. Secretary of State Dean Rusk and Foreign Affairs Secy. Narciso Ramos, reducing the lease of military bases from 99 to 25 years, thus to expire in 1991.\n",
    "Marcos administration hosts the Manila Summit with 6 countries.\n"
  ],
  "Singapore": [
    "Singapore became the 104th member of  the International Monetary Fund (IMF) and the World Bank.\n",
    "The first daily recitation of the pledge of allegiance before the national flag was taken by 500,000 students at all 529 government and aided schools.\n"
  ],
  "Vietnam": [
    "The South Vietnamese army besieges Da Nang.\n",
    "Vietnam War: U.S. planes begin bombing Hanoi and Haiphong.\n",
    "North Vietnam declares general mobilization.\n",
    "A Warsaw Pact conference ends with a promise to support North Vietnam.\n",
    "A USAF F-4C Phantom #63-7599 was shot down by a North Vietnamese SAM-2 45 miles (72 km) northeast of Hanoi, in the first loss of a US aircraft to a Vietnamese SAM in the Vietnam War.\n",
    "Vietnam War – Battle of Long Tan: D Company, 6th Battalion of the Royal Australian Regiment, meets and defeats a Viet Cong force estimated to be four times larger, in Phuoc Tuy Province, Republic of Vietnam.\n",
    "In South Vietnam, Thích Trí Quang ends a 100-day hunger strike.\n",
    "Vietnam War: Binh Tai Massacre.\n",
    "Negotiations about the Vietnam War begin in Manila, Philippines.\n",
    "Bình Hòa massacre: Vietnam War.\n"
  ]
}