{
  "year": "1967",
  "Albania": [
    "The Hoxha regime began to conduct a violent campaign against religious life which would close or convert to other uses over two thousand religious buildings by the end of the year.\n"
  ],
  "Argentina": [
    "Death of Ernesto 'Che' Guevara\n"
  ],
  "Australia": [
    "Ronald Ryan becomes the last person legally executed in Australia.\n",
    "Black Tuesday bushfires devastate large areas of Hobart and south-eastern Tasmania; 62 people were killed.\n",
    "Gough Whitlam becomes leader of the Labor Party\n",
    "The constitution is changed to allow Aboriginal Australians to be included in the population count and for the federal government to legislate for them\n",
    "Sydney is rocked by a series of brutal underworld killings\n",
    "Talkback radio is introduced\n",
    "Prime Minister Harold Holt disappears while swimming at Cheviot Beach, Victoria\n",
    "Holt was officially presumed dead by the government. Governor-General Lord Casey swore John McEwen in as Prime Minister, on an interim basis pending the Liberal Party electing its new leader\n"
  ],
  "Brazil": [
    "New constitution is promulgated.\n",
    "Brazilian police arrest Franz Stangl, ex-commander of Treblinka and Sobibór extermination camps.\n",
    "The Republic of the United States of Brazil is renamed the Federative Republic of Brazil.\n"
  ],
  "Canada": [
    "Canada celebrates its centennial.",
    "Expo 67 opens in Montreal and goes on to be considered most successful World's Fair of the 20th century and a landmark moment in Canadian history."
  ],
  "Cuba": [
    "Che Guevara executed in La Higuera, Bolivia.\n"
  ],
  "France": [
    "Charles de Gaulle's famous \"Vive le Québec libre\" speech provoked a diplomatic crisis in Canada–France relations.\n"
  ],
  "Germany": [
    "The unarmed student Benno Ohnesorg, a member of the German student movement, was shot and killed by Karl-Heinz Kurras, a Berlin Police inspector and East German spy, while protesting the state visit of <i>shah</i> Mohammad Reza Pahlavi of Iran.\n"
  ],
  "Indinesia": [
    "New investment laws designed to bring in foreign capital are passed; restrictions are introduced regarding status of Indonesian Chinese, their names and their religions.\n",
    "In a ceremony at the presidential palace, Sukarno hands over authority to Suharto.\n",
    "A Special Session of the Provisional People's Consultative Assembly strips Sukarno of his powers and appoints Suharto acting president. (to 12 March)\n",
    "ASEAN established in Bangkok by Indonesia, Malaysia, the Philippines, Singapore and Thailand.\n",
    "Diplomatic relations with the People's Republic of China are suspended.\n"
  ],
  "Israel": [
    "<i>Six-Day War</i>: The Israeli air force destroyed the Egyptian air force on the ground over a period of three hours.\n",
    "<i>Six-Day War</i>: Israel signed a ceasefire with its enemies Egypt, Syria, Jordan, Lebanon and Iraq.  It remained in control of the formerly Egyptian Gaza Strip and Sinai Peninsula, the Syrian Golan Heights and the Jordanian West Bank and East Jerusalem.\n",
    "Mayor Teddy Kollek of Jerusalem announced that the city had been fully reunified.\n"
  ],
  "Philippine": [
    "Two buses carrying pilgrims collide and fall off a ravine south of Manila, killing more than 115 in what would be the country's worst road accident.\n",
    "Movement for the Advancement of Nationalism (MAN) is formed by nationalists from various sectors.\n",
    "Old Davao is divided into the new provinces of Davao del Norte, Davao del Sur, and Davao Oriental. (<i>Republic Act No. 4867</i>)",
    "A demonstration conducted by <i>Lapiang Malaya</i>, a peasant religious sect, ends in a violent disperse attempt by the Philippine Constabulary in Pasay, killing 33.\n",
    "Republic Act No. 4979 divided old Agusan into the new provinces of Agusan del Norte and Agusan del Sur.\n",
    "Cityhood of Cadiz, Negros Occidental (<i>Republic Act No. 4894</i>)\n",
    "Association of Southeast Asian Nations (ASEAN) is formed in Bangkok, Thailand, with the Philippines as one of the five founding members.",
    "Senatorial election takes place.\n"
  ],
  "Russia": [
    "<i>Sino-Soviet split</i>: The Chinese government announced that it could no longer guarantee the safety of Soviet diplomats outside the embassy building.\n",
    "The Soviet Union severed diplomatic relations with Israel. <i>see</i> Soviet Union and the Arab-Israeli conflict\n"
  ],
  "Singapore": [
    "The Civilian Memorial is unveiled at the Kranji War Cemetery\n",
    "The National Service bill is passed in the parliament.\n",
    "Registrations for national service begins at the Central Manpower Base.\n",
    "The issue of the first Singapore Dollar.\n",
    "Singapore joined the Association of Southeast Asian Nations (ASEAN) as one of the founding members.\n",
    "The first batch of the army is drafted for national service.\n"
  ],
  "Sweden": [
    "Right-hand traffic introduced\n"
  ],
  "Syria": [
    "<i>Six-Day War</i>: A war with Israel began.\n",
    "<i>Six-Day War</i>: The Golan Heights were occupied by Israel.\n"
  ],
  "Tanzania": [
    "President Nyerere issues the Arusha Declaration, outlining the principles of <i>Ujamaa</i>.\n"
  ],
  "Vietnam": [
    "Vietnam War: USMC and ARVN troops launch Operation Deckhouse Five in the Mekong Delta.\n",
    "Vietnam War: Operation Cedar Falls starts.\n",
    "Vietnam War: The People's Republic of China agrees to give North Vietnam an undisclosed amount of aid in the form of a grant.\n",
    "Vietnam War – Operation Cochise: United States Marines begin a new operation in the Que Son Valley.\n",
    "Two U.S. Navy jets stray into the airspace of the People's Republic of China following an attack on a target in North Vietnam and are shot down. Lt. Robert J. Flynn, the only survivor, is captured alive and will be held prisoner by China until 1973.\n",
    "Nguyễn Văn Thiệu is elected President of South Vietnam.\n",
    "Vietnam War – Operation Swift: The United States Marines launch a search and destroy mission in Quảng Nam and Quảng Tín provinces. The ensuing 4-day battle in Que Son Valley kills 114 Americans and 376 North Vietnamese.\n",
    "Vietnam War: The Battle of Ong Thanh takes place.\n",
    "U.S. Navy pilot John McCain is shot down over North Vietnam and taken prisoner. His capture is confirmed two days later, and he remains a prisoner of war for more than five years.\n",
    "Vietnam War – Battle of Dak To: Around Đắk Tô (located about 280 miles north of Saigon near the Cambodian border), heavy casualties are suffered on both sides; U.S. troops narrowly win the battle on 22 November.\n",
    "Vietnam War: U.S. and South Vietnamese forces engage Viet Cong troops in the Mekong Delta (235 of the 300-strong Viet Cong battalion are killed).\n"
  ]
}