{
  "year": "1968",
  "Albania": [
    "<i>Warsaw Pact invasion of Czechoslovakia</i>: Albania condemned the invasion and withdrew from the Warsaw Pact.\n"
  ],
  "Australia": [
    "John Gorton replaces John McEwen as Prime Minister\n",
    "British comedian Tony Hancock commits suicide in Sydney\n",
    "Australia signs the Treaty on the Non-Proliferation of Nuclear Weapons\n",
    "Aboriginal boxing champion Lionel Rose defeats Masahiko \"Fighting\" Harada in Japan to become the world bantamweight champion\n",
    "Australia's first liver transplant operation is performed in Sydney\n"
  ],
  "Bangladesh": [
    "Agartala Conspiracy Case filed by the government of Pakistan accusing Sheikh Mujibur Rahman and others of sedition.\n"
  ],
  "Belgium": [
    "1968 Belgian general election\n",
    "Split of the Catholic University of Leuven announced.\n"
  ],
  "Bhutan": [
    "King Jigme Dorji Wangchuck establishes the first Council of Ministers, or executive cabinet. At the same time, the king renounces his power of veto, which had never been used. The king also creates the High Court (the <i>Thimkhang Gongma</i>) and empowers it to review the king's decisions. The Bank of Bhutan is also founded as a central bank, charged with supervising the transition from a barter economy to a monetary economy.\n",
    "Major glacial lake outburst flood from glacial lakes.\n"
  ],
  "Brazil": [
    "Brazilian high school student Edson Luís de Lima Souto is shot by the police in a protest for cheaper meals at a restaurant for low-income students. The aftermath of his death is one of the first major events against the military dictatorship.\n",
    "Prompted by growing unrest and proliferation of pro-communist terrorist actions, Brazilian president Artur da Costa e Silva enacts the so-called AI-5, the fifth of a series of non-constitutional emergency decrees that helped stabilize the country after the turmoils of the early 1960s.\n"
  ],
  "Cuba": [
    "All private bars and restaurants are finally closed down.\n"
  ],
  "France": [
    "May '68: a series of protests, occupations and strikes against capitalism, consumerism and traditional institutions, values and order (part of the 1968 worldwide protests).\n"
  ],
  "Germany": [
    "The German Emergency Acts were passed, amending the Basic Law for the Federal Republic of Germany to allow for the restriction of certain freedoms in the event of an emergency, and marking a major political defeat for the German student movement.\n"
  ],
  "Haiti": [
    "François Wolf Ligondé, the first Haitian archbishop, is consecrated at the Cathedral of Port-au-Prince\n"
  ],
  "Indinesia": [
    "Soedjatmoko is Indonesian ambassador to the United States; bilateral relations warm. (to 1971)\n",
    "Parliament confers full presidential title on Suharto; Sukarno is under effective house arrest.\n"
  ],
  "Italy": [
    "The Belice earthquake sequence took place in Sicily between 14 and 15 January.  The largest shock measured 5.5 on the moment magnitude scale, with five others of magnitude 5+. The maximum perceived intensity was X (<i>Extreme</i>) on the Mercalli intensity scale. The earthquake sequence, centred between the towns of Gibellina, Salaparuta and Poggioreale, killed at least 231 people, possibly more than 400, with between 632 and about 1,000 injured and left 100,000 homeless. It is known in Italy as <b>Terremoto del Belice</b>.\n",
    "The University of Trento is occupied by students.\n",
    "The Italian national football team wins its first UEFA European Championship at Rome, against Yugoslavia.\n",
    "Giovanni Leone was appointed First Minister: remains in office until December.\n",
    "In Sicily clashes between strikers and police.\n",
    "Mariano Rumor reconstitutes a center-left government.\n"
  ],
  "Japan": [
    "Japan surpassed West Germany to become the second largest economic power in the world.\n",
    "The Ogasawara Islands were returned from US occupation to Japanese sovereignty. Japanese citizens were allowed to return.\n"
  ],
  "Mexico": [
    "<i>Tlatelolco massacre</i>: The government fired on a crowd of student protesters in the Plaza de las Tres Culturas in Mexico City, killing between thirty and three hundred.\n"
  ],
  "Peru": [
    "General Juan Velasco Alvarado seized power in a military <i>coup</i>.\n"
  ],
  "Philippine": [
    "First provincial television stations are established in Cebu, Bacolod, and Dagupan, all operated by ABS–CBN.\n",
    "Jabidah massacre: A group of trainees of a Muslim special forces unit, part of an controversial operation, are allegedly killed in Corregidor.",
    "Cityhood of Iriga, Camarines Sur approved (<i>Republic Act No. 5261)</i>; ratified by a presidential proclamation, Sept. 3.\n",
    "1968 Casiguran earthquake and the collapse of Ruby Tower",
    "Pres. Marcos signs into law a bill defining country's territorial waters in compliance with the United Nations and claiming Sabah as part of the country's territory, amidst protest from the Malaysians.\n",
    "Pres. Marcos pardons 166 prisoners, including former Huk leader Luis Taruc.\n",
    "Cityhood of Bais, Negros Oriental (<i>RA 5444</i>)\n",
    "Resigned U.P. president Gen. Carlos Romulo replaces Narciso Ramos as Foreign Affairs Secretary.\n",
    "Communist Party of the Philippines (CPP; then called CPP–Marxist–Leninist-Mao Tse-tung Thought or CPP–MLMTT) is reestablished by Jose Maria Sison and his colleagues in Pangasinan."
  ],
  "Poland": [
    "Political crisis\n",
    "End of Prague Spring with the invasion of Czechoslovakia\n"
  ],
  "Russia": [
    "<i>Prague Spring</i>: The liberal Alexander Dubček was appointed to succeed Antonín Novotný as First Secretary of the Communist Party of Czechoslovakia.\n",
    "<i>Prague Spring</i>: The Czech Communist Party published their Action Programme. This document guaranteed a number of new freedoms including free speech, travel, debate and association.\n",
    "<i>Prague Spring</i>: Between 200,000 and 600,000 Warsaw Pact troops crossed the Czechoslovakian border.\n",
    "<i>Prague Spring</i>: Leading KSČ liberals – including Dubček – were arrested, flown to Moscow and forced to repeal the reforms of the Prague Spring. They agreed to the presence of Soviet troops in Czechoslovakia.\n"
  ],
  "Serbia": [
    "The <i>Belgrade Spring</i> erupts among studentry of Yugoslavia, ignited by Belgrade and Zagreb's student demands to improve the conditions in the two largest Universities. Croats also ask for their own literary language apart from Serbian language, for the first time since the Vienna Treaty in 1850.\n"
  ],
  "Singapore": [
    "Britain announces its intention to withdraw its armed forces from Singapore.\n",
    "The PAP wins all seats in the 1968 General Election, which is boycotted by Barisan Sosialis.\n",
    "National Archives was established.\n"
  ],
  "Taiwan": [
    "Compulsory education is extended from 6 to 9 years\n"
  ],
  "Vietnam": [
    "Vietnam War – Battle of Khe Sanh: One of the most publicized and controversial battles of the war begins, ending on 8 April.\n",
    "Vietnam War: The Tet Offensive begins, as Viet Cong forces launch a series of surprise attacks across South Vietnam.\n",
    "Vietnam War: A Viet Cong officer named Nguyễn Văn Lém is executed by Nguyễn Ngọc Loan, a South Vietnamese National Police Chief. The event is photographed by Eddie Adams. The photo makes headlines around the world, eventually winning the 1969 Pulitzer Prize, and sways U.S. public opinion against the war.\n",
    "Vietnam War: Phong Nhị and Phong Nhất massacre.\n",
    "Vietnam War: The Tet Offensive is halted; South Vietnam recaptures Huế.\n",
    "Vietnam War: Hà My massacre.\n",
    "Vietnam War: The First Battle of Saigon ends.\n",
    "Vietnam War: Battle of Lima Site 85, the largest single ground combat loss of United States Air Force members (12) during the (at this time) secret war later known as the Laotian Civil War.\n",
    "Vietnam War – My Lai Massacre: American troops kill scores of civilians. The story will first become public in November 1969 and will help undermine public support for the U.S. efforts in Vietnam.\n",
    "Vietnam War: South Vietnamese opposition leader Trương Đình Dzu is sentenced to 5 years hard labor, for advocating the formation of a coalition government as a way to move toward an end to the war.\n",
    "Vietnam War: The Tet Offensive comes to an end in South Vietnam.\n",
    "Vietnam War – Operation Sealords: United States and South Vietnamese forces launch a new operation in the Mekong Delta.\n",
    "Vietnam War: Citing progress in the Paris peace talks, U.S. President Lyndon B. Johnson announces to the nation that he has ordered a complete cessation of \"all air, naval, and artillery bombardment of North Vietnam\" effective 1 November.\n",
    "Vietnam War: Operation Commando Hunt is initiated to interdict men and supplies on the Ho Chi Minh trail, through Laos into South Vietnam. By the end of the operation, 3 million tons of bombs are dropped on Laos, slowing but not seriously disrupting trail operations.\n"
  ]
}