{
  "year": "1969",
  "Argentina": [
    "In the Cordobazo popular protests of May 1969, thousands of citizens routed the army and police and took control of Córdoba for two days\n",
    "A counter-insurgency aircraft, the FMA IA 58 Pucará, flies for the first time\n",
    "Aircraft carrier ARA&nbsp;<i>Veinticinco de Mayo</i> replaces ARA <i>Independencia</i>\n"
  ],
  "Australia": [
    "French conceptual artist Christo 'wraps' Little Bay in Sydney\n",
    "Renowned author-artists Norman Lindsay and May Gibbs die\n",
    "The Australian production of the rock musical <i>Hair</i> premieres in Sydney\n",
    "Top pop groups the Easybeats and the Twilights break up; Tim Burstall directs <i>2000 Weeks</i>, the first All-Australian feature released since Charles Chauvel's <i>Jedda</i> in 1958\n",
    "<i>1969 Australian federal election</i>: John Gorton reelected as Prime Minister.\n",
    "More than 200,000 people participate in the largest demonstrations in Australian history, against the Vietnam War\n"
  ],
  "Bangladesh": [
    "Mass Uprising of '69 (ঊনসত্তরের গণ-অভ্যুত্থান) in East Pakistan. (to February)\n",
    "Ayub Khan resigns and Agha Mohammad Yahya Khan assumes power under martial law.\n"
  ],
  "Barbados": [
    "ANGLICAN CHURCH is disestablished by the ANGLICAN CHURCH (DATE OF DISESTABLISHMENT) ORDER, 1969, by the Minister under section 2 of the Anglican Church Act, Cap. 375.\n",
    "",
    "Election: Won by Democratic Labour Party-DLP, led by Errol Barrow\n"
  ],
  "Bhutan": [
    "Jigme Dorji Wangchuck called for a triennial vote of confidence by the National Assembly to renew the Druk Gyalpo's mandate to rule. This vote was later abolished by his successor.\n"
  ],
  "Brazil": [
    "Brazilian Military Junta of 1969 rules the country following sudden illness and resignation of President da Costa e Silva. The junta consists of Army General Aurélio de Lyra Tavares, Navy Admiral Augusto Hamann Rademaker Grunewald and Air Force Brigadier Márcio de Souza e Mello\n",
    "Playing for Santos against Vasco in Rio de Janeiro, Brazilian footballer Pelé scored his 1,000th goal.\n"
  ],
  "Burma": [
    "Yangon hosts Fifth Southeast Asian Peninsular Games\n"
  ],
  "France": [
    "Georges Pompidou began his term as president of France.\n"
  ],
  "Germany": [
    "Willy Brandt of the SPD was elected chancellor of West Germany.\n"
  ],
  "India": [
    "Nationalisation of 14 major private Banks.\n"
  ],
  "Indinesia": [
    "Papuan representatives agree to join Indonesia in the Act of Free Choice.\n"
  ],
  "Ireland": [
    "Troops are deployed on the streets of Northern Ireland, marking the start of the Troubles.\n"
  ],
  "Italy": [
    "Published the first issue of <i>Il manifesto</i> (it will become daily in 1971).\n",
    "New split the Unified Socialist Party: reborn PSI and PSDI.\n",
    "The \"Hot Autumn\" of 1969 features occupations of factories and universities, and violence between right and left-wing students.\n",
    "During the disorders of far-left peoples of lyrical theatre, in Milan, policeman Antonio Annarumma was hit by an iron tube, according to the court inquiry. After his death his vehicle without guidance hit another police officer. Students believe it is the accident which killed him, but this claim was repudiated by the medical examination. Annarumma considered to be the first victim of the Years of Lead, a period of social and political upheaval in Italy.\n",
    "Agreement between Italy and Austria for a system of self-government in South Tyrol.\n",
    "Far-right terrorists bomb the Banca Nazionale dell'Agricoltura in Milan (Piazza Fontana bombing), killing 17 people and wounding 88. Four more bombs detonate without victims. Investigations are blurred, and no responsible party has been held accountable.\n"
  ],
  "Japan": [
    "Student protests against the Vietnam War and American use of bases on Japanese soil culminated in a short-lived takeover of Tokyo University.\n"
  ],
  "Philippine": [
    "New People's Army (NPA) is formally organized in Tarlac by Bernabe Buscayno (<i>Kumander Dante</i>) of PKP as the military arm of the CPP, upon merger with Jose Maria Sison's army.",
    "Tuguegarao City, Cagayan experienced heat at 42.2 degrees Celsius, the country's highest temperature ever recorded.",
    "Cityhood of Batangas, Batangas (<i>Republic Act No. 5495</i>)\n",
    "U.S. President Richard Nixon visits the Philippines.\n",
    "Cityhood of San Jose, Nueva Ecija approved (<i>RA 6051</i>); ratified (<i>Proclamation No. 595</i>), August.\n",
    "Miss Philippines Gloria Diaz was crowned Miss Universe 1969.",
    "Cultural Center of the Philippines in Manila inaugurated.\n",
    "DZKB-TV Channel 9 of newly established Kanlaon Broadcasting System (KBS), now Radio Philippines Network (RPN), begins its broadcast.\n",
    "Marcos re-elected President of the Republic of the Philippines (second term)."
  ],
  "Russia": [
    "<i>Sino-Soviet border conflict</i>: A Soviet patrol came into armed conflict with Chinese forces on Zhenbao Island.\n",
    "Qahtan al-Shabi, president of the People's Republic of South Yemen, was overthrown and replaced by Salim Rubayi Ali of the Marxist National Liberation Front.\n",
    "Somali military and police occupied the capital of Mogadishu. The Supreme Revolutionary Council was established as the new government, with the Marxist revolutionary Siad Barre at its head.\n"
  ],
  "Singapore": [
    "The National Junior College, Singapore's first junior college was established.\n",
    "The 1969 Race Riots of Singapore broke out after growing tension of the 13 May Incident in Malaysia spilled over to Singapore.\n"
  ],
  "Tanzania": [
    "The Arusha Agreement is signed between the European Union and the East African states of Kenya, Tanzania, and Uganda.\n"
  ],
  "Vietnam": [
    "The Battle of Dong Ap Bia, also known as Hamburger Hill, begins during the Vietnam War.\n",
    "U.S. President Richard Nixon and South Vietnamese President Nguyễn Văn Thiệu meet at Midway Island. Nixon announces that 25,000 U.S. troops will be withdrawn by September.\n",
    "Vietnam War: The very first U.S. troop withdrawals are made.\n",
    "Vietnam War: U.S. President Richard Nixon declares the Nixon Doctrine, stating that the United States now expects its Asian allies to take care of their own military defense. This starts the \"Vietnamization\" of the war.\n",
    "Ho Chi Minh, the president of the North Vietnam, dies at the age of 79.\n"
  ]
}