{
  "year": "1970",
  "Argentina": [
    "General Alejandro Lanusse emerged as president after Onganía toppled\n",
    "Civil conflict and terrorist attacks, principally by left-wing <i>Montoneros</i> and <i>Ejército Revolucionario del Pueblo</i> opposed by paramilitary Argentine Anticommunist Alliance (to 1976)\n"
  ],
  "Bangladesh": [
    "1970 Bhola cyclone\n",
    "First general election in Pakistan. Awami League gains majority.\n"
  ],
  "Bhutan": [
    "Bhutan's population reaches an estimated 300,000.\n"
  ],
  "Brazil": [
    "Japanese consul-general in São Paulo Nobuo Okuchi is kidnapped by the leftist guerrilla group Vanguarda Popular Revolucionária.\n",
    "Japanese consul-general in São Paulo Nobuo Okuchi is ransomed by the Brazilian government, he is released in exchange for five political prisoners.\n",
    "West German ambassador Ehrenfried von Holleben is kidnapped by the Vanguarda Popular Revolucionária and by the Ação Libertadora Nacional.\n",
    "Brazil defeats Italy 4–1 to win the 1970 FIFA World Cup in Mexico.\n",
    "Giovanni Enrico Bucher, the Swiss ambassador to Brazil, is kidnapped by the Ação Libertadora Nacional in Rio de Janeiro; kidnappers demand the release of 70 political prisoners.\n"
  ],
  "Cambodia": [
    "General Lon Nol overthrew Sihanouk and established a republic. Start of the Cambodian Civil War and the US Cambodian Campaign\n"
  ],
  "Canada": [
    "The government invokes the War Measures Act to apprehend the Front de libération du Québec (FLQ), a separatist paramilitary group in Quebec that was responsible for over 160 violent incidents that killed eight people and in October 1970 had kidnapped a British official (later released) and Quebec labour minister Pierre Laporte, who they killed. The FLQ collapses."
  ],
  "Chile": [
    "Salvador Allende is elected president; the first democratic election of a Marxist politician. The election campaign was highly polarised and subject to covert interference by foreign intelligence agencies (the CIA and KGB). Allende's socialist and Marxist orientation greatly displeased the government of the United States which directed resources to \"prevent Allende from coming to power or to unseat him\".\n",
    "Commander-in-Chief of the Chilean Army René Schneider is assassinated in Santiago in an alleged kidnapping attempt. The group responsible received material support prior to and after the crime from the CIA.\n"
  ],
  "Colombia": [
    "Misael Pastrana Borrero is president of Colombia\n"
  ],
  "Germany": [
    "The Marxist–Leninist terrorist group the Red Army Faction (RAF) was founded.\n",
    "The voting age for participation in West German federal elections was lowered from twenty-one to eighteen.\n",
    "West Germany and the Soviet Union signed the Treaty of Moscow, in which the former recognized East Germany and renounced its claims on historical German territory east of the Oder–Neisse line.\n",
    "West Germany and Poland signed the Treaty of Warsaw, in which both parties pledged to remain at peace and the former again affirmed its recognition of the border at the Oder–Neisse line.\n"
  ],
  "Haiti": [
    "Thousands of Haitians began to flee poverty and repression in Haiti by boat, often arriving in south Florida.\n"
  ],
  "Indinesia": [
    "Nurcholish Madjid, a young Muslim modernist, begins to lay out religious developmental principles for Indonesia—'Islam, yes; Islamic party, no'.\n",
    "Sukarno dies. He is buried at Blitar, East Java.\n"
  ],
  "Italy": [
    "After the resignation of Mariano Rumor (July 6), Emilio Colombo forms a new Government.\n",
    "Serious incidents of violence across Italy.\n",
    "Parliament approved the law on divorce.\n",
    "Another rightist coup attempt is defused (golpe Borghese).\n"
  ],
  "Japan": [
    "The first successful launch of the Lambda 4S rocket places the Japanese Ohsumi satellite on orbit.\n",
    "The Koza riot was a violent and spontaneous protest against the US military presence in Okinawa.\n",
    "By the 1970s Japan ascended to great power status again. Japan had record high economic growth during the Japanese economic miracle.\n"
  ],
  "Malta": [
    "Malta becomes an Associate member of the European Community.\n"
  ],
  "Philippine": [
    "Typhoon Patsy (<i>Yoling</i>) is the most devastating typhoon to hit the country at that time.\n",
    "First Quarter Storm\n<ul><li>January 26 – It begins when protesting students confronted Pres. Marcos after his Presidential Address in the Old Legislative Building, Manila.</li>\n<li>January 30 – Battle of Mendiola occurs.</li>\n<li>February 18 &amp; 26 – People's Congresses held in Plaza Miranda.</li>\n<li>March 3 – People's March is organized, route is from Welcome Rotonda to Liwasang Bonifacio.</li></ul>\n",
    "Major rallies and riots held, protesting oil prices and fare costs.\n",
    "Rally held against the government and U.S. participation in Vietnam War.\n",
    "Pres. Marcos publicly endorses the <i>Barrio Self-Defense Units</i>, later <i>Civilian Home Defense Forces</i>.\n",
    "Cityhood of Dipolog, Zamboanga del Norte (<i>Republic Act No. 5520</i>)\n",
    "Cityhood of Surigao, Surigao del Norte (<i>RA 6134</i>)\n",
    "Elections for 315 members of a Constitutional Convention held.",
    "Pope Paul VI makes his first papal visit in the Philippines, but survived an assassination attempt by Benjamín Mendoza y Amor Flores at Manila International Airport.",
    "Members of the New People's Army, led by Lt. Victor Corpuz, raid the armory of the Philippine Military Academy.\n"
  ],
  "Poland": [
    "Signing of Treaty of Warsaw; Warschauer Kniefall\n<p>rowspan =\"2\" valigin=\"top\" 1973 September, last speech of chile military prasident salvador allende\n</p>\n",
    "October 16"
  ],
  "Singapore": [
    "Encik Yusof bin Ishak, first President of Singapore died while in office.\n"
  ],
  "Syria": [
    "Minister of Defense Hafiz al-Assad effected a bloodless military coup and assumed the role of President.\n"
  ],
  "Taiwan": [
    "Taiwan's Gini coefficient falls to 0.321\n"
  ],
  "Tanzania": [
    "Tanzania's first university, the University of Dar es Salaam is founded from the split of the University of East Africa into three national universities.\n"
  ],
  "Tonga": [
    "Tonga regained full sovereignty and independence from the United Kingdom and joined the Commonwealth of Nations.\n"
  ],
  "Vietnam": [
    "Vietnam War – Operation Jefferson Glenn: The United States 101st Airborne Division and the South Vietnamese 1st Infantry Division initiate a new operation in Thua Thien Province (the operation ends in October 1971).\n",
    "Vietnam War: U.S. President Richard Nixon announces that the United States will withdraw 40,000 more troops before Christmas.\n",
    "In Vietnam, the worst monsoon to hit the area in six years causes large floods, kills 293, leaves 200,000 homeless and virtually halts the Vietnam War.\n",
    "Vietnam War – Vietnamization: The United States turns control of the air base in the Mekong Delta to South Vietnam.\n",
    "Vietnam War – Operation Ivory Coast: A joint Air Force and Army team raids the Sơn Tây prison camp in an attempt to free American POWs thought to be held there (no Americans are killed, but the prisoners have already moved to another camp; all U.S. POWs are moved to a handful of central prison complexes as a result of this raid).\n"
  ]
}