{
  "year": "1971",
  "Australia": [
    "Neville Bonner becomes the first Aborigine to become an Australian Member of Parliament;\n",
    "John Gorton resigns as Prime Minister and is succeeded by William McMahon\n",
    "The 1971 Springbok tour sparks protest all throughout Australia. Premier of Queensland Joh Bjelke-Petersen declares a state of emergency in QLD in response to escalating protest.\n",
    "Daylight saving is introduced to New South Wales, Victoria, Queensland, South Australia and the Australian Capital Territory.\n",
    "Green Bans begin in Hunters Hill, Sydney and spread across New South Wales.\n"
  ],
  "Bangladesh": [
    "First hoisting of the National flag of Bangladesh (initial version) at the Dhaka University by Vice President of Dhaka University Students' Union (DUCSU) leader A. S. M. Abdur Rab.\n",
    "Sheikh Mujibur Rahman makes his historic freedom speech.\n",
    "Pakistan Army launches Operation Searchlight at midnight on the 25th, marking the start of the 1971 Bangladesh atrocities. Sheikh Mujib is arrested. (to 26 March)\n",
    "Sheikh Mujib declares the independence of Bangladesh before his arrest by Pakistani Army.\n",
    "Major Ziaur Rahman broadcasts the declaration of independence on behalf of Bangabandhu Sheikh Mujibur Rahman over the radio.\n",
    "Kushtia resistance begins.\n",
    "Jinjira genocide\n",
    "Formation of a provisional Bangladesh government-in-exile.\n",
    "M. A. G. Osmani takes command of the Bangladesh Armed Forces.\n",
    "The government-in-exile takes oath at Mujibnagar.\n",
    "Battle of Daruin, Comilla and Battle of Rangamati-Mahalchari waterway, Chittagong Hill Tracts.\n",
    "Gopalpur massacre, workers slain by the Pakistani Army\n",
    "Chuknagar massacre by the Pakistan Army.\n",
    "Swadhin Bangla Betar Kendra radio station established in Kolkata.\n",
    "Sector Commanders Conference 1971. (to 17 July)\n",
    "Operation Jackpot, Bangladesh naval commando operation.\n",
    "Flight Lieutenant Matiur Rahman attempts to defect after hijacking a fighter plane.\n",
    "Battle of Goahati, Jessore.\n",
    "Bangladesh Air Force functional.\n",
    "Dhaka guerrillas kill Abdul Monem Khan, governor of East Pakistan.\n",
    "Battle of Dhalai Outpost, Srimongol.\n",
    "Six small ships constitute the first fleet of Bangladesh Navy.\n",
    "Battle of Ajmiriganj, an 18‑hour encounter between MB Freedom Fighters and the Pakistan army.\n",
    "Battle of Garibpur between India and the Pakistan Army. (to 21 November)\n",
    "Mitro Bahini, a joint force of Bangladesh and Indian troops formed.\n",
    "Battle of Boyra, involving Pakistani and Indian air force.\n",
    "Indo-Pakistani War of 1971 breaks out. Bangladesh Air Force destroys Pakistani oil depots.\n",
    "India officially invades East Pakistan.\n",
    "India becomes the first country to recognize Bangladesh. Swadhin Bangla Betar Kendra radio station becomes Bangladesh Betar.\n",
    "Liberation of Jessore, Sylhet and the Moulovi Bazar.\n",
    "Chandpur and Daudkandi liberated.\n",
    "Liberation of Laksham. Two Bangladeshi ships sunk mistakenly by Indian air attack.\n",
    "Liberation of Hilli, Mymensingh, Kushtia and Noakhali.\n",
    "Selective genocide of Bengali intellectuals, liberation of Bogra.\n",
    "Surrender of the Pakistan army and liberation of Dhaka.\n",
    "The provisional government of Bangladesh arrives in Dhaka from exile.\n"
  ],
  "Belgium": [
    "Emperor Hirohito's state visit to Belgium.\n",
    "1971 Belgian general election\n"
  ],
  "Bhutan": [
    "Bhutan joins the United Nations.\n"
  ],
  "Brazil": [
    "Seventy Brazilian political prisoners are released in Santiago, Chile; Giovanni Enrico Bucher is released 16 January.\n",
    "Giovanni Enrico Bucher is released by the Ação Libertadora Nacional.\n",
    "A bridge still in construction, called Elevado Engenheiro Freyssinet, falls over the Paulo de Frontin Avenue, in Rio de Janeiro; 48 people are killed and several injured. Reconstructed, the bridge is a part of the Linha Vermelha elevate.\n"
  ],
  "Chile": [
    "Poet Pablo Neruda receives Nobel Prize for Literature.\n"
  ],
  "Cyprus": [
    "EOKA B' is being created\n"
  ],
  "Germany": [
    "France, the United Kingdom, the United States and the Soviet Union signed the Four Power Agreement on Berlin, in which all parties pledged peace and the latter pledged to continue to allow trade and communication between West Berlin and West Germany.\n"
  ],
  "Haiti": [
    "The National Assembly approves an amendment to the constitution, allowing President For Life Duvalier to name his son, Jean-Claude Duvalier, as his successor\n",
    "President for Life François Duvalier dies in Port-au-Prince\n",
    "Jean-Claude \"Baby Doc\" Duvalier succeeds his father as President for Life\n"
  ],
  "India": [
    "Third war with Pakistan over creation of Bangladesh, formerly East Pakistan.\n",
    "Twenty-year treaty of friendship signed with Soviet Union.\n"
  ],
  "Indinesia": [
    "Suharto's wife inspired by a visit to Disneyland, conceives a national cultural theme park.\n",
    "Indonesia's second parliamentary election and the first under the New Order is held. Golkar wins an outright majority.\n"
  ],
  "Italy": [
    "The regional council of Calabria recognizes Catanzaro regional capital.\n",
    "In Italy resume violent riots.\n",
    "Partial local elections showed a decline of the Christian Democrats and an advanced of MSI.\n",
    "The band Pink Floyd films performances for their songs \"Echoes\", \"One of These Days\", and \"A Saucerful of Secrets\" in Pompeii. The footage was included in their concert documentary film <i>Pink Floyd: Live at Pompeii</i>.\n",
    "Giovanni Leone is elected President of the Republic at the twenty-third ballot.\n"
  ],
  "Japan": [
    "Zengakuren demonstrate and riot in Tokyo against terms for the return of Okinawa from US to Japanese control. They wanted to remove all American military presence.\n",
    "The 1971 Okinawa Reversion Agreement is ratified and returned the Okinawa Prefecture to Japanese sovereignty.\n"
  ],
  "Malta": [
    "Capital punishment for murder abolished.\n"
  ],
  "Philippine": [
    "Moro National Liberation Front is established by Nur Misuari.\n",
    "Diliman commune",
    "Manili massacre\n",
    "The Constitutional Convention assembles to rewrite the 1935 Constitution. The Convention elects former Pres. Carlos Garcia as its head.",
    "Death of Carlos Garcia, former Philippine President; another former Pres. Diosdado Macapagal succeeds as the president of the Constitutional Convention.",
    "Plaza Miranda is bombed during the Liberal Party's election campaign, seriously injuring some opposition personalities.",
    "Pres. Marcos suspends the Writ of <i>Habeas Corpus</i> following the Plaza Miranda bombing.",
    "U.S. operations in Sangley Point Naval Base terminated.\n",
    "Provincehood of Quirino (<i>Republic Act No. 6394</i>), former sub-province independent from Nueva Vizcaya.",
    "Provincehood of Siquijor (<i>Republic Act No. 6398</i>), former sub-province independent from Negros Oriental.\n",
    "Leonardo “Nardong Putik” Manecio, one of the most notorious gangsters and dubbed as Cavite’s Public Enemy No. 1 was killed in Imus in a highway shootout with NBI agents.",
    "Philippine Senate election, 1971\n"
  ],
  "Singapore": [
    "Dr Benjamin Henry Sheares becomes the second President of Singapore.\n",
    "The last British military forces withdraws from Singapore.\n"
  ],
  "Sweden": [
    "The Riksdag becomes unicameral\n"
  ],
  "Switzerland": [
    "A referendum granting women the right to vote in federal elections was approved with sixty-six percent of the vote.\n"
  ],
  "Taiwan": [
    "<i>China and the United Nations</i>: The United Nations recognizes the People's Republic of China as the government of China. The Republic of China withdraws from the United Nations.\n"
  ],
  "Tanzania": [
    "The Arusha Agreement is enacted.\n"
  ],
  "Vietnam": [
    "Vietnam War: Backed by American air and artillery support, South Vietnamese troops invade Laos.\n",
    "Vietnam War: Australia and New Zealand decide to withdraw their troops from Vietnam.\n",
    "Vietnam War – Vietnamization: The total number of American troops still in Vietnam drops to a record low of 196,700 (the lowest since January 1966).\n",
    "Vietnam War – Vietnamization: U.S. President Richard M. Nixon sets 1 February 1972, as the deadline for the removal of another 45,000 American troops from Vietnam.\n"
  ]
}