{
  "year": "1972",
  "Australia": [
    "The Commonwealth Conciliation and Arbitration Commission rules that women doing the same job as men have the right to be paid the same wage.\n",
    "Aboriginal Tent Embassy erected in response to the Coalition government's approval of exploration licences and mining tenements on reserves\n",
    "Queensland abandons Daylight Saving.\n",
    "<i>1972 Australian federal election</i>: The first Labor government since 1949 is elected under the leadership of Gough Whitlam\n",
    "Australia recognises the People's Republic of China\n"
  ],
  "Bangladesh": [
    "The 25-year Indo-Bangladeshi Treaty of Friendship, Cooperation and Peace is signed in Dhaka.\n",
    "Sheikh Mujibur Rahman returns to Bangladesh.\n",
    "Indian army leaves Dhaka.\n",
    "The prime ministers of Bangladesh and India sign the Joint River Commission bilateral working group.\n",
    "Constitution of the People's Republic of Bangladesh is adopted by the Assembly.\n",
    "Constitution of Bangladesh becomes effective.\n"
  ],
  "Barbados": [
    "The local Central Bank was established by Act of parliament.\n"
  ],
  "Bhutan": [
    "King Jigme Dorji Wangchuck dies; his son Jigme Singye Wangchuck begins to reign.\n"
  ],
  "Burundi": [
    "<i>Burundi genocide (1972)</i>: A rebellion broke out which led to a genocide against Hutus.\n"
  ],
  "Colombia": [
    "Discovery of Ciudad Perdida archaeological place\n"
  ],
  "Cuba": [
    "Cuba becomes a member of the Council for Mutual Economic Assistance (COMECON).\n"
  ],
  "Germany": [
    "<i>1972 Summer Olympics</i>: The Olympic games opened in Munich, in West Germany.\n",
    "<i>Munich massacre</i>: Eight members of the Black September Organization snuck into the Olympic Village in Munich and took nine members of the Israeli team hostage.\n",
    "East and West Germany signed the Basic Treaty, in which each recognized the other's sovereignty.\n"
  ],
  "Ireland": [
    "The Parliament of Northern Ireland is prorogued (and abolished the following year).\n"
  ],
  "Malta": [
    "Malta enters into a Military Base Agreement with the United Kingdom and other NATO countries.\n",
    "Malta adopts the Maltese pound.\n"
  ],
  "Nepal": [
    "King Mahendra dies, succeeded by Birendra.\n"
  ],
  "Philippine": [
    "Suspicious bombing incidents increase all over the country. The MNLF launches its campaign for the independence of the Muslim provinces.",
    "Parliamentary form of government is approved by the Constitutional Convention.\n",
    "Pres. Marcos restores the Writ of <i>Habeas Corpus</i>\n",
    "<i>Daily Express</i> is established; Martial Law era newspaper later sequestered by Aquino government.\n",
    "Philippine Constabulary confiscates arms and ammunition in a raid in Digoyo Point, Isabela, implicating to the alleged Communist attacks.\n",
    "<i>Quasha decision</i>: Supreme Court decides on American ownership rights.\n",
    "Explosions rock Manila Electric Company main office.\n",
    "Sen. Ninoy Aquino exposes <i>Oplan Sagittarius</i>, a top-secret plan to place the capital under military control.\n",
    "Pres. Marcos signs the Martial Law edict (<i>Proclamation No. 1081</i>) to be imposed nationwide; at that time not publicly announced.",
    "Defense Minister Juan Ponce Enrile survives a staged assassination attempt.",
    "Pres. Marcos announces that he had placed the entire country under martial law, with the earlier \"ambush\" as a pretext.",
    "Media establishments and wire agencies are ordered to be closed.\n",
    "Sen. Aquino arrested.\n",
    "The implementation of martial law is officially announced.",
    "Public utilities as well as media outlets, except some including newspaper <i>Daily Express</i> and television and radio stations of Kanlaon Broadcasting System, are shut down and seized by the government.",
    "Media and opposition figures, including three other Senators, are arrested.",
    "The whole country is proclaimed a land reform area and an Agrarian Reform Program is decreed.",
    "The first major armed defiance of martial law takes place in Lanao del Sur",
    "Land reform program issued (<i>Presidential Decree 27</i>)\n",
    "The battle between the MNLF and the government troops ends with the latter regaining control of the city.",
    "The Constitutional Convention passes the new Constitution of the Philippines.",
    "First Lady Imelda Marcos survives an assassination attempt.\n"
  ],
  "Singapore": [
    "The PAP wins the 1972 General Election.\n",
    "The Singapore Airlines is formed.\n"
  ],
  "Tanzania": [
    "Vice President Abeid Karume is assassinated in Zanzibar Town.\n",
    "Aboud Jumbe becomes the second President of Zanzibar and Vice President of Tanzania.\n"
  ],
  "Vietnam": [
    "North Vietnamese negotiators walk out of the Paris Peace Talks to protest U.S. air raids.\n",
    "Vietnam War: The Easter Offensive begins after North Vietnamese forces cross into the Demilitarized Zone (DMZ) of South Vietnam\n",
    "Vietnam War – Nguyen Hue Offensive: Prompted by the North Vietnamese offensive, the United States resumes bombing of Hanoi and Haiphong.\n",
    "U.S. President Richard Nixon orders the mining of Haiphong Harbor in Vietnam.\n",
    "Operation Linebacker and Operation Custom Tailor begin with large-scale bombing operations against North Vietnam by tactical fighter aircraft.\n",
    "Vietnam War: Associated Press photographer Nick Ut takes his Pulitzer Prize-winning photograph of a naked nine-year-old Phan Thi Kim Phuc running down a road after being burned by napalm.\n",
    "U.S. actress Jane Fonda tours North Vietnam, during which she is photographed sitting on a North Vietnamese anti-aircraft gun.\n",
    "Following a visit to South Vietnam, U.S. National Security Advisor Henry Kissinger suggests that \"peace is at hand.\"\n",
    "Vietnam War – Vietnamization: The United States Army turns over the massive Long Binh military base to South Vietnam.\n",
    "Vietnam War: The United States loses its first B-52 Stratofortress of the war.\n",
    "The Christmas bombing of North Vietnam causes widespread criticism of the U.S. and President Richard Nixon.\n"
  ]
}