{
  "year": "1973",
  "Afghanistan": [
    "Mohammed Daoud Khan declares himself President in a coup against the king, Mohammed Zahir Shah.\n"
  ],
  "Argentina": [
    "The Ezeiza massacre takes place upon Perón's return from exile, when members of the Triple A open fire on the crowd awaiting him.\n",
    "Democratic elections brought Peronist Héctor Cámpora to power; Perón elected president in fresh elections later that year\n"
  ],
  "Australia": [
    "The Sydney Opera House formally opened by Elizabeth II\n",
    "The White Australian Policy (established 1901) is officially dismantled\n",
    "Vietnam War ends\n",
    "The federal voting age is dropped from 21 to 18\n",
    "Unionists save the historic \"The Rocks\" area of Sydney from demolition by introducing \"Green Bans\"\n",
    "Patrick White becomes the first Australian to win the Nobel Prize in Literature\n"
  ],
  "Bangladesh": [
    "First general election in Bangladesh is held, Bangladesh Awami League secures a majority.\n",
    "Bangladesh joins the Non-Aligned Movement(NAM).\n",
    "Gallantry awards for wartime service published in the Bangladesh Gazette.\n"
  ],
  "Chile": [
    "The armed forces, <i>carabineros</i>, and others stage a violent coup by overthrowing Allende, who dies in the course of the coup. Some historians believe that the coup was supported or encouraged by the CIA. In the aftermath, Augusto Pinochet establishes himself as the head of a military junta. The subsequent repression of leftists and other opponents of the military regime results in approximately 130,000 arrests and at least 2,000 dead or \"disappeared\" over the next 17 years.\n"
  ],
  "Cyprus": [
    "The Turks emerged from their enclaves.\n"
  ],
  "Germany": [
    "East and West Germany were admitted to the United Nations (UN).\n"
  ],
  "Indinesia": [
    "Government forces fusion of political parties; Nationalist and Christian parties are merged into the Indonesian Democratic Party (PDI) and Muslim parties into the United Development Party (PPP). The new three party system is dominated by Golkar.\n"
  ],
  "Ireland": [
    "The Northern Ireland Assembly is elected.\n"
  ],
  "Israel": [
    "A Boeing 727-200 serving as Libyan Arab Airlines Flight 114 from Tripoli to Cairo was shot down over the Sinai Peninsula by Israeli fighter aircraft, killing over one hundred passengers and crew.\n",
    "<i>Lillehammer affair</i>: A team of fifteen Mossad agents assassinated a Moroccan waiter in Lillehammer in a case of mistaken identity.\n",
    "<i>Yom Kippur War</i>: Egyptian and Syrian forces simultaneously attacked Israeli positions in the Sinai Peninsula and the Golan Heights, respectively, on the Jewish holiday of Yom Kippur.\n",
    "<i>Operation Nickel Grass</i>: The United States began an airlift of tanks, artillery, ammunition and supplies to Israel.\n",
    "<i>Yom Kippur War</i>: Israel, Egypt and Syria agreed to a ceasefire.  Israel remained in control of new territory north of the Golan Heights and west of the Suez Canal in the south.\n"
  ],
  "Malta": [
    "Malta decriminalises homosexuality.\n"
  ],
  "Mexico": [
    "An earthquake of magnitude 7.5 hits Puebla and Veracruz, leaving 539–1,000 dead.\n"
  ],
  "Philippine": [
    "Misuari leaves The Country for Libya to solicit armed support from Muslim countries for the war in Mindanao.",
    "A plebiscite referendum is held among the citizens' assemblies to ratify the new Constitution, which would become effective.",
    "Chinese drug lord Lim Seng is executed by firing squad in public in Fort Bonifacio for drug trafficking.",
    "Pres. Marcos declares the approval of the 1973 Constitution, orders Congress padlocked.\n",
    "Philippine News Agency established\n",
    "Supreme Court upholds the validity of the 1973 Constitution.\n",
    "The National Democratic Front (NDF), the united front organization of the Communist Party of the Philippines, is formally organized.",
    "<i>Kapisanan ng mga Brodkaster ng Pilipinas</i> (KBP) established\n",
    "<i>Masagana 99</i> program launched\n",
    "San Juanico Bridge, connecting Samar and Leyte islands, is inaugurated.\n",
    "Miss Philippines Margarita Moran was crowned Miss Universe 1973.",
    "Marcos' term as president extended by virtue of a referendum, which was latter proven as a hoax",
    "Provincehood of Tawi-Tawi (<i>Presidential Decree No. 302</i>), separating from Sulu.\n",
    "Old Cotabato is divided into the new provinces of North Cotabato (later renamed Cotabato, 1984), Maguindanao, and Sultan Kudarat. (<i>PD 341</i>)",
    "Provincehood of Basilan (<i>PD 356</i>)\n"
  ],
  "Russia": [
    "<i>Vietnam War</i>: The Paris Peace Accords pledged the signatory parties to \"<i>respect the independence, sovereignty, unity, and territorial integrity of Vietnam as recognized by the 1954 Geneva Agreements on Vietnam,</i>\" and promised a complete withdrawal of United States forces from Vietnam and Laos.\n"
  ],
  "Rwanda": [
    "Grégoire Kayibanda is overthrown in a military coup d'état. Juvénal Habyarimana becomes the third President of Rwanda.\n"
  ],
  "Singapore": [
    "The first Chingay Parade is held in Singapore.\n",
    "The Presidential Council for Minority Rights is set up to ensure minority would not be discriminated.\n",
    "The construction of the National Stadium is completed and open in Kallang.\n",
    "The construction of Jurong Town Hall is completed.\n"
  ],
  "Sweden": [
    "Norrmalmstorg bank robbery and hostage crisis\n"
  ],
  "Syria": [
    "<i>Yom Kippur War</i>: Syria and Egypt fought against Israel.\n"
  ],
  "Tanzania": [
    "The Tanzanian parliament moves from Dar es Salaam to the new capital of Dodoma.\n"
  ],
  "Vietnam": [
    "Vietnam War: Citing progress in peace negotiations, U.S. President Richard Nixon announces the suspension of offensive action in North Vietnam.\n",
    "U.S. involvement in the Vietnam War ends with the signing of the Paris Peace Accords.\n",
    "The last United States soldier leaves Vietnam.\n",
    "The U.S. bombing of Cambodia ends, officially halting 12 years of combat activity in Southeast Asia according to the Case–Church Amendment-an act that prohibites military operations in Laos, Cambodia, and North and South Vietnam as a follow up of the Paris Peace Accords.\n"
  ]
}