{
  "year": "1975",
  "Australia": [
    "The <i>Privy Council (Appeals from the High Court) Act</i> removes the right to appeal High Court decisions to the British Privy Council. Appeals to the Privy Council direct from State Supreme Courts remain until 1988.\n",
    "The Hobart Bridge collapsed. A bulk ore carrier travelling on the Derwent River collided into several pylons of the Tasman Bridge killing a total of 12 people. These included 7 crew on board the ship and 5 people that were in 4 cars which drove 45m off the bridge into the Derwent River.\n",
    "South Australia becomes the first state in Australia to legalise homosexuality between consenting adults in private.\n",
    "Whitlam government introduced the Aboriginal Land (NT) Bill into Parliament. The bill proposed land rights in the Northern Territory based on land claimed on grounds of need as well as traditional affiliation and traditional landowners maintaining control over mining and development.\n",
    "A constitutional crisis occurs when Malcolm Fraser delays supply, threatening a government shutdown until Governor-General John Kerr dismisses Prime Minister Gough Whitlam on 11 November 1975. Kerr then appointed Malcolm Fraser, Leader of the Opposition, as caretaker Prime Minister.\n",
    "<i>1975 Australian federal election</i>: Malcolm Fraser wins elections and becomes Prime Minister\n"
  ],
  "Bangladesh": [
    "A fourth amendment to the constitution abolishes the parliamentary system and establishes a presidential system in its place.\n",
    "Bangladesh Krishak Sramik Awami League (BAKSAL) established under the leadership of Sheikh Mujibur Rahman as the single legitimate political party.\n",
    "Assassination of Sheikh Mujibur Rahman.\n",
    "On Jail Killing Day, four leaders of the liberation war are assassinated in prison.\n",
    "Major General Ziaur Rahman becomes deputy Martial Law Administrator.\n"
  ],
  "Brazil": [
    "Guanabara State merges into the state of Rio de Janeiro. The state's capital moves from the city of Niterói to the city of Rio de Janeiro.\n"
  ],
  "Cambodia": [
    "The Khmer Rouge allied with Sihanouk captured Phnom Penh and declared the establishment of Kingdom of Cambodia.\n"
  ],
  "Cuba": [
    "The Soviet Union engages in a massive airlift of Cuban forces into Angola.\n",
    "The Family Code bill establishes the official goal of equal participation in the home.\n",
    "OAS lifts the trade embargo and other sanctions.\n"
  ],
  "Cyprus": [
    "Turks announced a Federate State in the north, with Rauf Denktaş as leader. UN Forces remained as buffer between the two zones.\n"
  ],
  "East_Timor": [
    "<i>Indonesian invasion of East Timor</i>: Indonesia invaded East Timor.\n"
  ],
  "India": [
    "Indira Gandhi declares a state of emergency after being found guilty of electoral malpractice.\n",
    "Nearly 1,000 political opponents imprisoned and programme of compulsory birth control introduced. (to 1977)\n"
  ],
  "Indinesia": [
    "Mrs Suharto dedicates the vast 'Beautiful Indonesia-in-Miniature Park' (<i>Taman Mini</i>) on the outskirts of Jakarta.\n",
    "Civil war breaks out in the former Portuguese colony of East Timor.\n",
    "U.S. President Gerald Ford and Secretary of State Kissinger, returning from China, make a hastily rescheduled one-day visit to Jakarta.\n",
    "Indonesia launches an invasion of East Timor.\n"
  ],
  "Italy": [
    "The controversial Italian-French art film <i>Salò, or the 120 Days of Sodom</i>, is first released.\n"
  ],
  "Lebanon": [
    "The Lebanese Civil War including Syrian and Israeli Invasions (to 1990);\n"
  ],
  "Malta": [
    "Malta withdraws recognition of titles of nobility.\n"
  ],
  "Peru": [
    "A number of prominent military commanders overthrew the Alvarado government and installed General Francisco Morales Bermúdez in the presidency.\n"
  ],
  "Philippine": [
    "Primitivo Mijares' book <i>The Conjugal Dictatorship of Ferdinand and Imelda Marcos</i> published.\n",
    "Primitivo Mijares defects from the government.\n",
    "Third referendum, asking for continuation of exercising the Presidential powers, held.\n",
    "Ninoy Aquino starts his hunger strike for his refusal to recognize military court's jurisdiction on charges against him.\n",
    "Philippine Basketball Association founded",
    "Diplomatic relations with People's Republic of China formalized.\n",
    "Primitivo Mijares testifies in the U.S. Congress on the alleged corruption and abuses of the government.\n",
    "Thrilla in Manila",
    "Pres. Marcos issues <i>Presidential Decree No. 824</i>, establishing Metro Manila and creating the Metropolitan Manila Commission (MMC)."
  ],
  "Russia": [
    "<i>Angolan War of Independence</i>: A transitional unity government, consisting of the National Liberation Front of Angola, the Soviet-backed MPLA, and the Maoist UNITA, took office under the terms of the Alvor Agreement.\n",
    "<i>Vietnam War</i>: A large-scale North Vietnamese offensive began with the conquest of Buon Ma Thuot.\n",
    "The Pathet Lao began a military offensive against the Laotian government.\n",
    "<i>Fall of Saigon</i>: The South Vietnamese capital of Saigon was captured by the Vietnam People's Army.\n",
    "<i>Mozambican War of Independence</i>: The FRELIMO government received independence from Portugal. Party leader Samora Machel, a Marxist, became the nation's first president.\n",
    "<i>Soviet Union and the Arab-Israeli conflict</i>: The United Nations General Assembly adopted Resolution 3379 declaring the \"Zionism is a form of racism and racial discrimination.\"\n",
    "<i>Angolan Civil War</i>: Portugal accepted a declaration of independence from the MPLA, which controlled the Angolan capital of Luanda.\n",
    "The king of Laos abdicated the throne, leaving leadership of the country to the Communist Pathet Lao.\n"
  ],
  "Taiwan": [
    "Population of Taiwan grows to 16,150,000\n"
  ],
  "Vietnam": [
    "In Hanoi, North Vietnam, the Politburo approves the final military offensive against South Vietnam.\n",
    "Vietnam War: North Vietnamese troops attack Ban Mê Thuột, South Vietnam, on their way to capturing Saigon.\n",
    "Vietnam War: South Vietnam President Nguyễn Văn Thiệu orders the Central Highlands evacuated. This turns into a mass exodus involving troops and civilians (the <i>Convoy of Tears</i>).\n",
    "Vietnam War: The first military Operation Babylift flight, C5A 80218, crashes 27 minutes after takeoff, killing 138 on board; 176 survive the crash.\n",
    "Vietnam War: As North Vietnamese Army forces close in on the South Vietnamese capital Saigon, the Australian Embassy is closed and evacuated, almost 10 years to the day since the first Australian troop commitment to South Vietnam.\n",
    "Vietnam War:\n<pre>* Operation Frequent Wind – Americans and their allies are evacuated from South Vietnam by helicopter.\n* North Vietnam concludes its East Sea Campaign by capturing all of the Spratly Islands that were being held by South Vietnam.\n</pre>\n",
    "The Vietnam War ends with the Fall of Saigon: The Vietnam War concludes as Communist forces from North Vietnam take Saigon, resulting in mass evacuation of the remaining American troops and South Vietnam civilians. As the capital is taken, South Vietnam surrenders unconditionally and is replaced with the temporary Provisional Government.\n",
    "The Cold War between Cambodia and Vietnam begins, which eventually leads to the Cambodian–Vietnamese War.\n"
  ]
}