{
  "year": "1979",
  "Afghanistan": [
    "Taraki was murdered by supporters of Prime Minister Hafizullah Amin.\n",
    "<i>Soviet–Afghan War</i>: Fearing the collapse of the Amin regime, the Soviet army invaded Afghanistan.\n",
    "<i>Operation Storm-333</i>: Soviet troops occupied major governmental, military and media buildings in Kabul, including the Tajbeg Palace, and executed Prime Minister Amin.\n"
  ],
  "Australia": [
    "Australian women win the right to maternity leave\n",
    "Kakadu National Park and the Great Barrier Reef Marine Park are both proclaimed.\n"
  ],
  "Bangladesh": [
    "The 1979 General Election takes place. Bangladesh Nationalist Party led by Zia scores a decisive victory.\n"
  ],
  "Barbados": [
    "The  United States Naval Facility (NAVFAC) officially closes at Harrison's Point, St. Lucy after being commissioned on 1 October 1957.\n"
  ],
  "Brazil": [
    "Nazi criminal Josef Mengele suffers a stroke and drowns while swimming in Bertioga, Brazil. His remains are found in 1985.\n"
  ],
  "Cambodia": [
    "<i>Cambodian-Vietnamese War</i>: Vietnamese troops captured Phnom Penh establishing the People's Republic of Kampuchea. The rule of the Khmer Rouge is over.\n"
  ],
  "Cuba": [
    "Huber Matos is released from prison after serving out his full term.\n"
  ],
  "England": [
    "Margaret Thatcher becomes UK's first woman prime minister; she becomes the longest-serving PM of the 20th century.\n"
  ],
  "India": [
    "The Janata Party splits. Chaudhary Charan Singh becomes Prime Minister.\n"
  ],
  "Indinesia": [
    "Jakarta host the 10th SEA Games, it was the first time Indonesia host Southeast Asian Games. (to 30 September)\n",
    "Writer Pramoedya Ananta Toer is released after fourteen years imprisonment with hard labour on Buru Island.\n"
  ],
  "Israel": [
    "Egypt and Israel signed the Egypt–Israel Peace Treaty under the framework of the Camp David Accords at the White House.\n"
  ],
  "Italy": [
    "Arrest of several academics accused of subversive and terrorist activities.\n",
    "In the early parliamentary elections fall of PCI, advanced the Radical party and stability of DC.\n",
    "First election for the European Parliament.\n",
    "First government led by Francesco Cossiga.\n",
    "First transmissions of the third RAI channel, Rai 3.\n"
  ],
  "Malta": [
    "Freedom Day, Termination of the Military Base Agreement.  The Duke of Edinburgh oversees the departure of the last British forces from Malta.\n"
  ],
  "Peru": [
    "A new constitution came into force.\n"
  ],
  "Philippine": [
    "U.S. military bases agreement amended.\n",
    "President Ferdinand Marcos issues Presidential Decree No. 1616 creating the Intramuros Administration",
    "Regional assembly elections held in Mindanao.\n",
    "United Nations Conference on Trade and Development is held in the Philippine International Convention Center.\n",
    "Eat Bulaga!, the longest running noon-time variety show in the Philippines, premiered on RPN. It was also aired on ABS-CBN from 1989 to 1995 and on GMA Network since 1995.",
    "Aurora province was established by <i>Batas Pambansa Blg. 7.</i>",
    "Project Gintong Alay, a national sports program was commenced.",
    "Construction of a nuclear-power plant in Bataan is ordered to be stopped.\n",
    "Ninoy Aquino is released from detention for the first time after given a furlough.\n",
    "Eduardo Olaguer is arrested by the military on his involvement in the Light-a-Fire Movement.\n"
  ],
  "Russia": [
    "<i>Cambodian-Vietnamese War</i>: The Vietnamese army captured Phnom Penh, ending the reign of the Khmer Rouge.\n",
    "<i>Cambodian-Vietnamese War</i>: The People's Republic of Kampuchea was established.\n",
    "The armed forces of the Marxist Sandinista National Liberation Front (FSLN) entered Managua.\n",
    "Taraki was murdered by supporters of Prime Minister Hafizullah Amin.\n",
    "<i>Soviet–Afghan War</i>: Fearing the collapse of the Amin regime, the Soviet army invaded Afghanistan.\n",
    "<i>Operation Storm-333</i>: Soviet troops occupied major governmental, military and media buildings in Kabul, including the Tajbeg Presidential Palace, and executed Prime Minister Amin.\n"
  ],
  "Singapore": [
    "First National Courtesy Campaign was launched.\n",
    "Singapore becomes the world's second busiest port in terms of shipping tonnage.\n"
  ],
  "Taiwan": [
    "The United States withdraws recognition of the Republic of China and recognizes the People's Republic of China. Four months later, the United States Congress passes the Taiwan Relations Act which establishes unofficial relations.\n"
  ],
  "Tanzania": [
    "Tanzanian troops capture the Ugandan capital of Kampala, heralding the end of the Uganda–Tanzania War and Amin's regime.\n"
  ],
  "Vietnam": [
    "Border war with the PRC.\n",
    "The People's Republic of China invades northern Vietnam, launching the Sino-Vietnamese War.\n",
    "End of major hostilities in the Sino-Vietnamese War.\n",
    "President Tôn Đức Thắng (1976–1980) ended his rule of Vietnam.\n"
  ]
}