{
  "year": "1983",
  "Albania": [
    "Hoxha began his retirement, leaving more administrative power to Alia.\n"
  ],
  "Argentina": [
    "Military government collapsed; election of Radical Raúl Alfonsín as president\n"
  ],
  "Australia": [
    "The Ash Wednesday bushfires kill 71 people.\n",
    "<i>1983 Australian federal election</i>: Bob Hawke defeats Fraser and leads Labor back to government.\n",
    "Australia wins the America's Cup\n",
    "The Australian dollar is floated.\n"
  ],
  "Bangladesh": [
    "Hussain Muhammad Ershad takes over as president.\n"
  ],
  "Brazil": [
    "The Jules Rimet Trophy is stolen from the Brazilian Soccer Confederation building in Rio de Janeiro.\n"
  ],
  "Colombia": [
    "Pablo Escobar attends Colombian congress sessions as backup of congressman Jairo Ortega\n",
    "President Betancur announces Colombia has signed in the Non-Aligned Movement\n",
    "Businessman Roberto Soto steals 13.5 million dollars from the national budget with the help of a teleprinter machine\n",
    "General Prosecutor Carlos Jimenez declares that MAS group have underground relations of support with the National Army\n",
    "Guerrilla leader Manuel Marulanda announces to the press that the FARC guerrilla has grown to 28 main divisions, causing international concern\n",
    "1983 Guerrilla leader Jaime Bateman Cayon a.k.a. \"El Flaco\" dies in a plane crash near the Gulf of Urabá while traveling from Santa Marta to Panama\n",
    "Jumbo 747 airplane of Avianca airlines, in flight from Bogotá, crashes in Mejorana del campo, near Barajas airport in Madrid, Spain. 189 passengers die, including Art critic Marta Traba\n",
    "Popayán is partially destroyed by an earthquake during the traditional celebrations of Holy week\n"
  ],
  "Cuba": [
    "United States invades the island of Grenada and clash with Cuban troops.\n"
  ],
  "Cyprus": [
    "The Turkish Federated State declared itself the independent Turkish Republic of Northern Cyprus (TRNC), with Denktaş as president. The new state was not recognised by any country except Turkey and was officially boycotted.\n",
    "Fearing a \"second Cyprus\", the Greek government adopts a policy of referring to the Turkish community in Greek Thrace as <i>Greek Muslims</i> or <i>Hellenic Muslims</i>, and does not recognise a separate Turkish minority.\n"
  ],
  "Haiti": [
    "Pope John Paul II arrives in Haiti, becoming the first Pope to visit the country\n",
    "The constitution is amended, creating the post of State Minister and allowing the President to name his successor\n"
  ],
  "India": [
    "India won World Cup for the first time, in one day international Cricket led by Kapil Dev.\n"
  ],
  "Indinesia": [
    "Prabowo Subianto, then a major in ABRI marries Suharto's daughter Titiek at Taman Mini.\n"
  ],
  "Italy": [
    "<i>Mario Bros.</i>, the first game to officially feature the Italian video game character Mario, is released (both <i>Donkey Kong</i> and <i>Mario Bros.</i> were made by Nintendo R&amp;D1, a defunct Japanese video game company owned by Nintendo). The game is also the first to feature Mario's younger brother Luigi, who is also of Italian nationality.\n",
    "Bettino Craxi (PSI) is premier of a PSI-DC coalition until 1987. Under his government, a television reform allows Berlusconi to build up his media empire. The Concordat with the Vatican is revised, and salary indexation is abolished to curb inflation from 12% to 5%, but public debt raises up to 90% of GDP.\n"
  ],
  "Philippine": [
    "Sen. Benigno Aquino, Jr. is assassinated at then Manila International Airport.",
    "Approximately seven million people attends funeral procession of Ninoy Aquino which turned into a rally, the longest and largest in history.\n",
    "National Day of Sorrow is held by opposition.\n",
    "Martyrdom of Good Shepherd Sisters\n"
  ],
  "Poland": [
    "Solidarity leader Lech Wałęsa receives the Nobel Peace Prize.\n",
    "Martial law ends\n"
  ],
  "Russia": [
    "The Grenadian military overthrew the government of Maurice Bishop and installed the pro-Soviet Stalinist Bernard Coard to lead the nation.\n",
    "<i>Invasion of Grenada</i>: The United States and its Caribbean allies toppled the Coard government.\n"
  ],
  "Singapore": [
    "(Singapore Cable Car disaster) Eniwetok, a Panamanian-registered oil rig, hits the Singapore Cable Car system, sending two cabins plunging into the sea and killing seven people.\n"
  ],
  "Tanzania": [
    "Tanzania's first AIDS diagnosis is made in Bukoba district, Kagera Region.\n",
    "The Tanzania–Kenya border reopens.\n"
  ]
}