{
  "year": "1988",
  "Afghanistan": [
    "<i>Soviet–Afghan War</i>: The Soviet government signed the Geneva Accords, which included a timetable for withdrawing their armed forces.\n"
  ],
  "Argentina": [
    "Second <i>Carapintada</i> revolt, again under Rico's command in January, 300 arrested\n",
    "Third and last <i>Carapintada</i> uprising, led by Mohamed Alí Seineldín, two arrested\n"
  ],
  "Armenia": [
    "First Nagorno-Karabakh War commences.\n"
  ],
  "Australia": [
    "Australia celebrates its bicentenary, with large celebrations and major funding for capital works projects.\n",
    "Federal referendums on 4-year parliamentary terms, recognition of local government and other issues are defeated.\n",
    "Brisbane hosts World Expo 88.\n",
    "The new Parliament House opens in Canberra.\n"
  ],
  "Bangladesh": [
    "Jatiya Party gains an overwhelming majority in the General Election with 68.44% of the votes.\n",
    "A devastating cyclone strikes Bangladesh.\n"
  ],
  "Belgium": [
    "Stella Artois merges with Piedboeuf Brewery to form Interbrew\n"
  ],
  "Bhutan": [
    "Bhutan conducts its first census. As a result, many Lhotshampa (ethnic Nepalis) are branded as illegal immigrants.\n",
    "After a census, the government begins evicting those it identifies as illegal immigrants among the Nepali-speaking population in southern Bhutan. Over two decades, the population of Bhutanese refugees in refugee camps in neighboring Nepal climbed to 107,000 by 2008 according to UNHCR.\n"
  ],
  "Brazil": [
    "PSDB is founded by members of the Brazilian Democratic Movement Party linked to the European social democratic movement as an attempt to clarify their ideals.\n",
    "Brazil adopts a new constitution.\n",
    "Brazilian union and environmental activist Chico Mendes is assassinated.\n",
    "The Bateau Mouche cruise ship capsized and sank in the South Atlantic off Rio de Janeiro with the loss of at least 51 of the 149 people on board.\n"
  ],
  "Burma": [
    "Nationwide uprising brings down Ne Win's government.  Military crushes protests, forms a ruling junta, promises elections\n"
  ],
  "Chile": [
    "Pinochet loses a plebiscite mandated by the constitution, which triggers elections the following year.\n"
  ],
  "Colombia": [
    "Paramilitary groups commit massacres in Saiza, Mejor Esquina and Segovia, Antioquia\n",
    "General Prosecutor Carlos Mauro Hoyos is killed by hitmen\n",
    "The first election of city majors for popular vote\n",
    "Politicians Álvaro Gómez Hurtado and Andrés Pastrana are kidnapped by narcotrafficking related groups\n",
    "collapse of Stock market due to incarceration of financial managers Juan Ricardo Escobar and Guillermo Uribe Holguin\n",
    "Massacre of Trujillo, 107 victims. On 19 December 2006 Henry Loaiza-Ceballos was accused by Colombian authorities of being responsible for the massacre\n",
    "First Iberoamerican Theater Festival in Bogotá. 100.000 people attend to the closing act in Plaza de Bolívar\n",
    "Colombian Painter Dario Morales dies in Paris\n",
    "Serial killer Daniel Barbosa a.k.a. the Beast of the Andes confessed 72 murders\n",
    "Luis Carlos Galán, Politician and candidate to presidency is killed by hitmen in Soacha during a public speech\n"
  ],
  "Estonia": [
    "In Estonia, 300,000 demonstrated for independence.\n",
    "Estonian became the official language of Estonia.\n",
    "The Supreme Soviet of the Estonian SSR declared that Estonia is \"sovereign\" but stopped short of declaring independence.\n"
  ],
  "Haiti": [
    "Christian Democrat Leslie Manigat is elected in military-run elections boycotted by the Haitian people and most candidates. In June he is overthrown in a military coup by Gen. Henri Namphy. In September, shortly after the St Jean Bosco massacre, Namphy is overthrown by Gen. Prosper Avril.\n"
  ],
  "India": [
    "SEBI was established by The Government of India on 12 April 1988 and given statutory powers in 1992 with SEBI Act 1992 being passed by the Indian Parliament.\n"
  ],
  "Indinesia": [
    "Suharto is elected to a fifth term as president., Lilies Handayani, Nurfitriyana Saiman and Kusuma Wardhani won Indonesia's first medal in Olympic Games, a silver medal for women's team archery in 1988 Summer Olympics Seoul.\n"
  ],
  "Italy": [
    "Ciriaco De Mita replaces Goria as Prime Minister. His Cabinet lasts one year.\n",
    "Former President Giuseppe Saragat dies.\n",
    "Achille Occhetto is the new leader of PCI.\n"
  ],
  "Latvia": [
    "Mass demonstrations took place against the Molotov–Ribbentrop Pact.\n"
  ],
  "Mexico": [
    "<i>1988 Mexican general election</i>: Carlos Salinas de Gortari of the Institutional Revolutionary Party (PRI) was elected president in a rigged election, with an official 51% of the vote.  The PRI maintained its majority in the Chamber of Deputies.\n"
  ],
  "Philippine": [
    "Local elections are held under the new constitution.",
    "Military reports that Col. Honasan, who led the August 1987 coup attempt, escapes from his prison ship in Manila Bay.\n",
    "Political organization Laban ng Demokratikong Pilipino (LDP) formed\n",
    "Pres. Cojuangco–Aquino signs the Comprehensive Agrarian Reform Program (CARP) into law (<i>Republic Act No. 6657</i>), providing land reform for farmers; to be effective within 10 years; later extended.",
    "Former Pres. Marcos and his wife are charged in the United States regarding illegal money transfer.\n",
    "Interior Bases Agreement was signed by the Philippines and United States.",
    "Typhoon Unsang struck into Luzon.",
    "Interisland ferry MV <i>Doña Marilyn</i> sinks off Leyte during a typhoon, killing 389.\n"
  ],
  "Russia": [
    "<i>Soviet–Afghan War</i>: The Soviet government signed the Geneva Accords, which included a timetable for withdrawing their armed forces.\n",
    "A strike at the V.I. Lenin Steel Mill in Nowa Huta touched off months of strikes across Poland.\n",
    "<i>Singing Revolution</i>: The Popular Front of Estonia was founded.\n",
    "<i>Singing Revolution</i>: The liberalization movement Sąjūdis was founded in Lithuania.\n",
    "<i>Singing Revolution</i>: The Popular Front of Latvia was founded.\n",
    "<i>Soviet Union and the Arab-Israeli conflict</i>: The Soviet Union recognizes the independence of the State of Palestine declared by the Palestine Liberation Organization.\n"
  ],
  "Singapore": [
    "The PAP wins the 1988 General Election and group representation constituencies (GRC)s are introduced.\n"
  ],
  "Vietnam": [
    "Võ Chí Công, Chairman of the State Council (1987–1992) became ruler of Vietnam.\n",
    "Johnson South Reef Skirmish.\n"
  ]
}