{
  "year": "1989",
  "Afghanistan": [
    "<i>Soviet–Afghan War</i>: The last Soviet troops left the country.\n"
  ],
  "Albania": [
    "Alia, addressing the Eighth Plenum of the Central Committee, signalled that radical changes to the economic system were necessary.\n"
  ],
  "Argentina": [
    "Dissident military group attacks <i>La Tablada</i> regiment, but are finally seized\n",
    "Hyper-inflation and political turmoil brings Peronist Carlos Menem to power in election\n"
  ],
  "Australia": [
    "Newcastle earthquake kills 13 people. ACT gains self-Government. The Kempsey bus crash and Grafton bus crash kill a total of 56 people.\n",
    "Queensland commences three-year trial of Daylight Saving.\n",
    "Rosemary Follett (Australian Labor Party) becomes the first Chief Minister of the Australian Capital Territory and the first woman to become head of government in an Australian state or territory.\n"
  ],
  "Barbados": [
    "The Queen marked the occasion of the 350th anniversary of the establishment of the Barbados Parliament. (to 11 March)\n"
  ],
  "Bhutan": [
    "The <i>driglam namzha</i>, the official behaviour and dress code, is elevated from recommended to mandatory in public and educational settings. Nepali ceases to be a language of instruction in schools, escalating tensions between Ngalops and Lhotshampas.\n",
    "Tek Nath Rizal, leader of the Bhutan Peoples' Party, is arrested and imprisoned.\n"
  ],
  "Brazil": [
    "Brazil holds its first free presidential election since 1960. This marks the first time that all Ibero-American nations, excepting Cuba, have elected constitutional governments simultaneously.\n",
    "Brazil holds the first round of its first free election in 29 years; Fernando Collor de Mello and Luiz Inácio Lula da Silva advance to the second round, to be held the following month.\n",
    "Brazil holds the second round of its first free election in 29 years; Fernando Collor de Mello is elected to serve as President from 1990.\n"
  ],
  "Burma": [
    "Junta changes the English spellings of geographic names, including the country's name (to Myanmar)\n"
  ],
  "Cambodia": [
    "The last Vietnamese troops withdrew from Cambodia.\n"
  ],
  "Colombia": [
    "Drug dealer Gonzalo Rodríguez Gacha is killed in a military operation\n",
    "First reports of the presence of Coffee borer beetle in Colombian coffee crops\n",
    "Avianca Flight 203 airplane HK1803 explodes in the air with 107 people on board, few minutes after leaving El Dorado International Airport as a result of a bomb planted by the Medellín Cartel. No survivors\n",
    "7:30&nbsp;a.m.  The Security Administration Department building (Departamento Administrativo de Seguridad DAS) and an important part of the commercial area of Paloquemao district in Bogotá are destroyed by a bomb, in what is considered the worst terrorist attack in Colombian history\n"
  ],
  "Cuba": [
    "Prominent general in the Cuban armed forces Arnaldo Ochoa is executed after allegations of involvement in drug smuggling.\n",
    "The last Cuban troops leave Ethiopia.\n"
  ],
  "Estonia": [
    "After 44 years, the Estonian flag was raised on the Pikk Hermann castle tower.\n",
    "Two million indigenous people of Estonia, Latvia and Lithuania, then still occupied by the Soviet Union, joined hands to demand freedom and independence, forming an uninterrupted 600&nbsp;km human chain called the Baltic Way.\n"
  ],
  "Germany": [
    "<i>Monday demonstrations in East Germany</i>: A peaceful demonstration began in Leipzig, in East Germany, which called for democracy and the right of citizens to travel abroad.\n",
    "The checkpoints on the Berlin Wall were opened.\n"
  ],
  "India": [
    "The National Front (India), headed by V. P. Singh and led by Janata Dal, is formed and storms into power with outside support from BJP and CPI.\n"
  ],
  "Indinesia": [
    "The Free Aceh Movement (GAM) reemerges following its 1976 founding; suppression of its guerilla activities leads to 2,000 deaths by 1991 in Aceh.\n"
  ],
  "Israel": [
    "<i>Mount Carmel Forest Fire</i>: A forest fire began on Mount Carmel which would burn over two square miles over the next three days.\n"
  ],
  "Italy": [
    "Sergio Leone dies of a heart attack.\n",
    "Giulio Andreotti is premier of a coalition until 1992.\n",
    "New Code of Criminal Procedure shall enter into force.\n"
  ],
  "Japan": [
    "Emperor Hirohito died at the age of 87. His posthumous name is Emperor Shōwa. He was both the longest-lived and longest-reigning historical Japanese emperor, as well as the longest-reigning monarch in the world at that time.\n",
    "Prince Akihito succeeded to the Chrysanthemum Throne upon the death of his father Emperor Shōwa. He thereby became the Emperor of Japan. This marked the <b>start of the Heisei period</b>.\n",
    "The Tokyo Stock Market index, Nikkei 225, hits its peak at 38,957 before closing at 38,916 for the day.\n"
  ],
  "Mexico": [
    "Constituent parties of the National Democratic Front (FDN) established the Party of the Democratic Revolution (PRD) under the leadership of Cuauhtémoc Cárdenas.\n"
  ],
  "Nepal": [
    "Trade and transit dispute with India leads to border blockade by Delhi resulting in worsening economic situation.\n"
  ],
  "Philippine": [
    "Philippine Center for Investigative Journalism founded\n",
    "Camp Cawa-Cawa in Zamboanga City is seized by some soldiers following the hostage crisis wherein seven people were taken hostage by Rizal Alih and killed in an air strike.",
    "The famous alleged Marian apparition in the town of Agoo, La Union to Judiel Nieva.",
    "U.S. Army Col. James Rowe is assassinated by the Communists; incident prompts the issue of removal of the U.S. military bases from the country.\n",
    "Pres. Cojuangco–Aquino signs <i>Republic Act No. 6734</i> (the Organic Act), a law creating the Autonomous Region in Muslim Mindanao, giving limited autonomy to the Muslim provinces.",
    "Davao hostage crisis: Felipe Pugoy and Mohammad Nasser Samparini, perpetrators of an earlier hostage-taking incident in Davao Penal Colony on April, lead the prisoners who take five people hostage in Davao Metrodiscom; ending in gunfights with the authorities resulting in the death of the hostages as well as some hostage takers.",
    "Lea Salonga begins her performance in the West End production of <i>Miss Saigon</i> in London, for the leading role of Kim.",
    "Death of Ferdinand Marcos, former Philippine President",
    "Typhoons Angela (<i>Rubing</i>), Dan (<i>Saling</i>), and Elsie (<i>Tasing</i>) impact the country in two weeks.\n<ul><li>Super typhoon Angela (<i>Rubing</i>), causes 119 fatalities and $8 million worth of damage.</li>\n<li>Typhoon Dan (<i>Saling</i>) leaves 58 dead and hundreds of thousands homeless.</li>\n<li>Typhoon Elsie (<i>Tasing</i>) leaves 47 dead, $35.4 million worth of damage, and 332 thousand people homeless.</li></ul>\n",
    "A plebiscite is held in ARMM, resulting in the ratification of <i>RA 6734</i> that established the region, with the inclusion of the provinces of Lanao del Sur (except Marawi City), Maguindanao, Sulu and Tawi-Tawi.\n",
    "A coup attempt is launched by RAM under Col. Honasan and Marcos loyalists under retired Gen. Jose Ma. Zumel, with Malacañang bombarded on the 1st and several military bases seized; rebels surrender on the 9th; the most serious attempt against Pres. Aquino with 99 casualties."
  ],
  "Poland": [
    "Signing of the Round Table Agreement\n",
    "April Novelization\n",
    "Parliamentary election\n",
    "Lech Walesa becomes President\n",
    "Tadeusz Mazowiecki becomes first non-communist prime minister in the Eastern Bloc\n",
    "The People's Republic of Poland becomes the Republic of Poland\n"
  ],
  "Russia": [
    "<i>Soviet–Afghan War</i>: The last Soviet troops left the country.\n",
    "The Polish Round Table Agreement legalized independent trade unions and reinstated the Senate.\n",
    "Partially-free elections were held to the Polish parliament, resulting in a landslide Solidarity victory.\n",
    "<i>Singing Revolution</i>: Two million people joined hands to form the Baltic Way across Estonia, Latvia and Lithuania to demonstrate for independence.\n",
    "The Hungarian parliament declared their country a republic.\n",
    "The East German government loosened restrictions on travel into the West, effecting the end of the Berlin Wall.\n",
    "<i>El Salvador Civil War</i>: The FMLN launched an offensive that would capture part of San Salvador.\n",
    "<i>Velvet Revolution</i>: An anti-Communist protest in Czechoslovakia was ended violently by the police.\n",
    "<i>Velvet Revolution</i>: The Communist Party of Czechoslovakia announced the end of its monopoly on political power.\n",
    "Mikhail Gorbachev meets with Pope John Paul II at the Vatican.\n",
    "<i>Singing Revolution</i>: The Lithuanian parliament ended the political monopoly of the Communist Party of Lithuania.\n",
    "<i>Romanian Revolution of 1989</i>: A protest broke out in Timișoara in response to an attempt by the government to evict a dissident Hungarian Reformed pastor, László Tőkés.\n",
    "<i>Romanian Revolution of 1989</i>: Romanian dictator Nicolae Ceauşescu and his wife, Elena, were captured in the countryside and executed.\n"
  ],
  "Serbia": [
    "Slobodan Milošević delivers his <i>Gazimestan Speech</i> in front of 1,000,000 Serbs at the central celebration marking the 600th anniversary of the Battle of Kosovo. He calls for a \"full equality among peoples of Yugoslavia\", demanding an end to the \"dramatic ethnic and political divisions\". This was basically a message to both his political (democratic) and nationalist (Croat, Bosniak) opponents. His popularity skyrockets among nationalist Serbs, leading to his victory in the elections for the <i>Serbian president</i> a few months later.\n"
  ]
}