{
  "year": "1993",
  "Albania": [
    "Nexhmije Hoxha is sentenced to nine years' imprisonment, having been found guilty of embezzling state funds.\n",
    "Former prime minister Vilson Ahmeti is placed under house arrest, following charges of corruption.\n",
    "Manfred Wörner, Secretary General of NATO visits Tirana.\n",
    "Albania recognizes the Republic of Macedonia.\n",
    "Pope John Paul II makes a historic visit. (The last pope to travel to Albania – in 1464 – died en route.)\n",
    "Nexhmije Hoxha's prison sentence is increased by two years.\n",
    "Albania expels a Greek Orthodox cleric, who is alleged to have distributed maps showing southern Albania as Greek territory. Greece subsequently deports thousands of illegal Albanian migrant workers.\n",
    "The leader of the Socialist Party, former prime minister Nano, is arrested on allegations of abuse of power.\n",
    "Alia is arrested on charges of abuse of power.\n",
    "Ahmeti is sentenced to two years' imprisonment.\n",
    "President Berisha and President Momir Bulatović of Montenegro meet in Tirana to discuss ways of improving Albanian-Montenegrin relations.\n",
    "Greece recalls its ambassador for consultations after a series of border incidents and alleged human rights abuses in Albania.\n"
  ],
  "Argentina": [
    "Argentina joins UNFICYP mission at Cyprus. As of 2006, ground troops and helicopters are serving there and since 1999 have other Latin American countries troops embedded.\n"
  ],
  "Australia": [
    "<i>1993 Australian federal election</i>: Keating defeats John Hewson; the Australian Greens stand candidates for the first time.\n"
  ],
  "Belgium": [
    "King Baudouin of Belgium dies in Motril\n",
    "Albert, Prince of Liège becomes 6th King of the Belgians\n"
  ],
  "Brazil": [
    "A constitutional referendum is held to determine the form of government of the country.\n",
    "Candelária massacre: Brazilian police officers kill eight street kids in Rio de Janeiro.\n",
    "Vigário Geral massacre.\n",
    "Brazil's Supreme Court rules that former President Fernando Collor de Mello may not hold elected office again until 2000 due to political corruption.\n"
  ],
  "Burundi": [
    "<i>Burundian presidential election, 1993</i>: The Hutu Melchior Ndadaye won the election.\n",
    "<i>Burundi Civil War</i>: Ndadaye was assassinated by Tutsi extremists, starting a genocide against Tutsis and a civil war.\n"
  ],
  "Cambodia": [
    "Cambodia held free elections.  The Khmer Rouge boycotted them.\n",
    "A new constitution was ratified, under which the Cambodian monarchy was restored. Norodom Sihanouk returned to the throne.\n"
  ],
  "Colombia": [
    "Massive celebration of the winning of Colombian soccer team in a play against Argentine team in Buenos Aires with final score 5–0. Riots all over the country.\n",
    "The national government achieves commercial treaties with Venezuela, Mexico and Ecuador\n",
    "Galeras volcano eruption killed nine people, including six scientists who had descended into the volcano's crater to sample gases.\n",
    "Bomb explodes on 15th Avenue of Bogotá, near the intersection with 93rd Street (in front of Centro 93 mall).  10 people die, over 100 injured\n",
    "Pablo Escobar dies in combats with the police\n"
  ],
  "Cuba": [
    "The Cuban government opens state enterprises to private investment.\n"
  ],
  "Germany": [
    "Alliance '90/The Greens was established from the merger of Alliance 90 and the Green Party.\n"
  ],
  "Indinesia": [
    "Suharto seeks a sixth term and is easily re-elected.\n"
  ],
  "Israel": [
    "Israel and the PLO signed the Oslo I Accord in Washington, D.C.  The accords provided for the withdrawal of some IDF forces from the West Bank and Gaza Strip and for the establishment of a self-governing authority for the Palestinians, the Palestinian National Authority.\n"
  ],
  "Italy": [
    "Giulio Andreotti is under investigation for collusion with the mafia.\n",
    "The public overwhelmingly backed the abrogation of the existing proportional representation parliamentary electoral law in a referendum, for the benefit of a majority system.\n",
    "Prime Minister Giuliano Amato resigns.\n",
    "Carlo Azeglio Ciampi, former governor of the national bank, was appointed head of the government and appointed a technical government without political influences.\n",
    "Italian Parliament denied permission to proceed against Bettino Craxi, accused of corruption. Several members of the government, having been in office just three days, resigned in protest; among them were Francesco Rutelli, Minister of the Environment and Vincenzo Visco, Minister of Finance.\n",
    "The Sicilian Mafia organizes some attacks in Rome, Florence and Milan.\n",
    "A mixed system was introduced by the Parliament.\n",
    "Parliament grants authorization to proceed against Bettino Craxi.\n"
  ],
  "Malta": [
    "Local Councils are re-established in Malta.\n"
  ],
  "Mexico": [
    "Luis Donaldo Colosio is assassinated during his campaign to become the Mexican president in a rally in Tijuana.\n"
  ],
  "Philippine": [
    "Catholics led by Cardinal Sin, hold a major rally in Manila, protesting the administration's policies on birth control and prevention of AIDS.\n",
    "Sarmenta-Gomez Rape-slay case.",
    "A floating pagoda sinks in the annual Bocaue River Festival in Bocaue, Bulacan, 279 devotees drown.",
    "Marcos funeral: Remains of former Pres. Marcos return in the country upon permission from the government; are interred later in his hometown of Batac.\n",
    "Former First Lady Imelda Marcos is found by Sandiganbayan guilty of corruption and sentenced to 18–24 years in prison.",
    "Numerous bomb attacks in Davao City, targeting a church and two mosques, kill at least two and injure 150.\n",
    "Pres. Ramos signs <i>Republic Act 7659</i> reinstating capital punishment for selected crimes, which is banned in the 1987 Constitution.\n"
  ],
  "Poland": [
    "Lufthansa Flight 2904\n",
    "Parliamentary election\n"
  ],
  "Russia": [
    "<i>Russian constitutional crisis of 1993</i>: Yeltsin announced the dissolution of the Russian legislature. The legislature, in turn, responded by impeaching Yeltsin and declaring Aleksandr Rutskoy the new President of the Russian Federation.\n",
    "<i>Russian constitutional crisis of 1993</i>: The army occupied the parliament building and arrested a number of its leaders.\n",
    "<i>Russian constitutional crisis of 1993</i>: A new 5th Russian constitution was approved by referendum, vastly increasing the power of the presidency.\n"
  ],
  "Rwanda": [
    "The Arusha Accords are signed between President Habyarimana and leaders of the RPF in Arusha, Tanzania, ending the Rwandan Civil War.\n"
  ],
  "Serbia": [
    "The Croatian army invades southern regions of the self-proclaimed Republic of Serbian Krajina. In the clashes that follow between different paramilitary units up to 500 Krajina Serbs and 120 Croats lose their lives. The Croatian Army withdraws its forces after a successful campaign.\n",
    "A Croatian military operation in the Medak Pocket is launched in September 1993 led by Mirko Norac and Rahim Ademi, the Hague Tribunal indictees. The predominantly Serbian population of the several adjacent villages, 400 strong, leaves the area. 16 are killed.\n"
  ],
  "Singapore": [
    "National Archives of Singapore was formed.\n",
    "Ong Teng Cheong becomes the first elected President and fifth President of Singapore.\n"
  ],
  "Slovenia": [
    "Slovenia joins the Council of Europe.\n"
  ],
  "Tajikistan": [
    "Armed Forces of the Republic of Tajikistan was founded.\n"
  ]
}