{
  "year": "1995",
  "Afghanistan": [
    "Taliban tortured and killed Abdul Ali Mazari leader of the Hazara people.\n"
  ],
  "Albania": [
    "Berisha still faces formidable political, economic, and social problems. The leading opposition Socialist Party threatens the Democratic Party's hold on power, while the latter cites notable successes in economic and foreign affairs and predicts victory in the parliamentary elections scheduled for March 1996. Among the 49 new legislative decisions approved by the People's Assembly in 1995 are land and property laws that positively affect the flow of domestic and foreign investments, especially in the field of agriculture. The process of privatization continues, with some 1,400 small-sized enterprises privatized. Albania's $700 million foreign debt is substantially reduced. Gross domestic product grows by an estimated 6%, and inflation drops to about 10%. The agricultural, construction, and private-service sectors register high rates of growth – 15%, 90%, and 25%, respectively. The industrial sector remains the weakest economic link, with continued production losses. Exports also lag. Continued progress is made in foreign affairs, with the exception of an impasse between Tirana and Belgrade. A slight improvement in Greek-Albanian relations is evidenced. U.S.-Albanian military cooperation develops quickly. Joint projects in 1995 include U.S. intelligence-gathering flights to Bosnia and Herzegovina from bases in Albania, exchanges of high-level military delegations, medical and military exercises, and the construction of Albania's only military hospital.\n",
    "The chairman of the Democratic Party, Eduard Selami, is dismissed at an extraordinary party congress for opposing Berisha's efforts to organize a further referendum for the draft constitution. Selami is replaced by Tritan Shehu.\n",
    "Italy deploys troops along its coast to stem the continued influx of Albanian illegal immigrants.\n",
    "Ilir Hoxha, son of Enver Hoxha, is convicted of inciting national hatred for denouncing leaders of the Democratic Party in a newspaper interview.\n",
    "Albania is admitted to the Council of Europe.\n",
    "The Supreme Court orders the immediate release of Alia, owing to the provisions of a new penal code, which took effect at the beginning of June. Also in July the case against Vilson Ahmeti is abandoned, owing to a lack of evidence.\n",
    "A first-ever meeting between U.S. and Albanian heads of state occurs. See also: Albania–United States relations\n",
    "As a result of an agreement between Albania and 41 Western banks, the country's debt owed to those institutions drops from $500 million to $100 million.\n",
    "Nano's prison sentence is reduced to 4 years. On December 30 Berisha reduces his sentence by a further 8 months.\n",
    "14 prominent Communist politicians are arrested, including former defense minister Prokop Murra and former president Haxhi Lleshi. (to December 16)\n"
  ],
  "Argentina": [
    "Menem won second term\n",
    "Argentina acceded to the Nuclear Non-Proliferation Treaty\n",
    "FMA privatized into Lockheed Martin Aircraft Argentina\n"
  ],
  "Armenia": [
    "Armenian constitutional referendum\n"
  ],
  "Australia": [
    "The Northern Territory legalises voluntary euthanasia, but it is overruled by the federal government when Liberal MP Kevin Andrews proposes the Euthanasia Laws Bill 1996\n"
  ],
  "Belgium": [
    "1995 Belgian federal election\n",
    "Pope John Paul II visits Belgium.\n"
  ],
  "Brazil": [
    "Fernando Henrique Cardoso becomes President of Brazil.\n"
  ],
  "Burundi": [
    "Mines and Energy Minister Ernest Kabushemeye was eaten by cannibals in Bujumbura.\n"
  ],
  "Canada": [
    "Indigenous Shuswap and non-Indigenous supporters fire on Royal Canadian Mounted Police officers after a British Columbia rancher attempts to evict them from land being used for a traditional ceremony, beginning the Gustafsen Lake standoff. After the largest and costliest paramilitary operation in the province's history, the Ts'peten Defenders surrender to police.\n"
  ],
  "Colombia": [
    "76-year-old conservative politician Álvaro Gómez Hurtado is murdered by hitmen\n",
    "Plane crash in Marialabaja, Bolívar Department. 52 dead, only survivor 9-year-old girl Erika Delgado\n",
    "Luciano Pavarotti gives a concert in Bogotá\n",
    "Drug dealers Miguel and Gilberto Rodriguez Orejuela (The Rodriguez Brothers) are captured in a police operation\n",
    "Start operations of rapid transit rail system Metro de Medellín\n",
    "Plane crash near Cali airport. American Airlines plane with 152 occupants. 9 survivors\n"
  ],
  "Cyprus": [
    "The UN talks ran into the sand, but with a commitment to resume.\n"
  ],
  "France": [
    "Jacques Chirac began his term as president of France.\n"
  ],
  "Haiti": [
    "The U.S. nominally hands over military authority to the United Nations but maintains effective control of the occupation. Aristide dissolves the Haitian army.\n",
    "Former prime minister René Préval is elected president.\n"
  ],
  "India": [
    "West Bengal Chief Minister Jyoti Basu made the first call from Kolkata to inaugurate the cellular services in India.\n"
  ],
  "Ireland": [
    "Ireland enters the Celtic Tiger period, a time of high economic growth which continues until 2007.\n"
  ],
  "Israel": [
    "<i>Assassination of Yitzhak Rabin</i>: The radical nationalist Yigal Amir, an opponent of the Oslo Accords, shot and killed prime minister Yitzhak Rabin after a rally in Tel Aviv.\n"
  ],
  "Japan": [
    "Great Hanshin earthquake\n",
    "Tokyo subway sarin attack: Members of the Aum Shinrikyo religious sect release sarin gas on the Tokyo subway system, killing 13 and injuring over 1000.\n"
  ],
  "Nepal": [
    "Communist government dissolved.\n",
    "Radical leftist group, the Nepal Communist Party (Maoist), begins insurrection in rural areas aimed at abolishing monarch and establishing people's republic, sparking a conflict that would drag on for over a decade.\n"
  ],
  "Peru": [
    "<i>Cenepa War</i>: The war broke out.\n",
    "<i>1995 Peruvian general election</i>: Fujimori was re-elected president of Perú.\n"
  ],
  "Philippine": [
    "Bojinka plot is discovered following a chemical fire in an apartment in Manila.\n",
    "Pope John Paul II visits the Philippines and presides over the country's first World Youth Day in Manila.",
    "Philippine Navy sights ships and structures being built, all by the Chinese, in Mischief Reef (Panganiban Reef) in the South China Sea off Palawan; causing Manila to file legal diplomatic actions against Beijing over continuous occupation of the Kalayaan Island Group, and further resistance between the Philippines and China.\n",
    "Old Kalinga-Apayao is divided into separate provinces of Kalinga and Apayao. (<i>Republic Act No. 7878</i>)",
    "Then Calauan, Laguna Mayor Antonio Sanchez and several co-accused are sentenced to life imprisonment for the death of two UPLB students.\n",
    "OFW Flor Contemplacion, accused of murder, is executed in Singapore.",
    "Abu Sayyaf rebels raid Ipil town, wherein they burn the town center and kill 53 people.",
    "President Ramos inaugurated the opening of Subic International Airport (formerly a United States military base). This indicates growth after the removal of military bases in the country.",
    "1995 Philippine general election",
    "Kuratong Baleleng case",
    "Super Typhoon Rosing",
    "The construction of the Skyway project was initiated, the biggest infrastructure project in the country that was intended to ease the flow of traffic in Metro Manila."
  ],
  "Poland": [
    "Presidential election\n",
    "Aleksander Kwaśniewski becomes President\n"
  ],
  "Serbia": [
    "<i>Operation Flash</i>, conducted by the Croatian Army in May, successfully recaptures Republic of Serbian Krajina-held west Slavonia. 30.000 Croatian Serbs were forced out of the area and 285 have been killed during this action. 1,500 were arrested and imprisoned.\n",
    "Milan Martić, leader of the RSK (war criminal according to the ICTY), orders the shelling of Zagreb far beyond the Serbian held-territories. 7 people are killed and hundreds wounded in the Zagreb rocket attack.\n",
    "<i>Operation Storm</i>, a large-scale military operation is carried out throughout the self-proclaimed Republic of Serbian Krajina by the Croatian Army in August 1995 <i>de facto</i> ending the Croatian War which took 20,000 lives. In the aftermath of the operation 250,000 Croatian Serb civilians fled the area. More than 1,200 civilians who had remained in the area were killed by the members of the Croatian army, police forces and armed civilians during several days fighting as well as some 700 Serbian military forces.\n",
    "In a matter of days RSK is dismantled and reintegrated into Croatia following the largest post-war ethnic cleansing in Europe. Ante Gotovina, one of the military masterminds of this operation, is currently on trial at the Hague War Tribunal for <i>crimes against humanity</i> against the Serbs of Croatia.\n",
    "Srebrenica massacre, the largest mass murder in Europe since the end of World War II, takes place in a Bosniak enclave within Republika Srpska following the retreat of the Dutch soldiers from this \"UN safe zone\". More than 8,000 Bosniak men, mostly civilians, are systematically executed by the Police and Army of Republika Srpska under the command of general Ratko Mladić who is still at large. Eventually the massacre in Srebrenica is confirmed as genocide at the International Court of Justice – The ruling by the International Court of Justice (ICJ) in the case brought by Bosnia and Herzegovina against Serbia was delivered on February 26, 2007.\n",
    "Amidst intense pressure by the Contact Group, the <i>Dayton Peace Agreement</i>, is reached by the three leaders Franjo Tuđman of Croatia, Alija Izetbegović of Bosnia and Slobodan Milošević of Yugoslavia putting an end to a three-year-long Bosnian war which claimed 100,000 lives. Bosnia and Herzegovina is acknowledged as a sovereign state of 2 equal-sized entities; the Federation of Bosnia and Herzegovina and Republika Srpska.\n"
  ],
  "Sweden": [
    "Sweden becomes a member of the European Union\n"
  ],
  "Taiwan": [
    "US government reverses policy and allows President Lee Teng-hui to visit the US. The People's Republic of China responds with the Third Taiwan Strait Crisis by launching a series of missiles into the waters off Taiwan. The Taiwan stock market loses one-third of its value.\n",
    "February 28 Incident monument erected; President Lee Teng-hui publicly apologizes on behalf of the KMT.\n",
    "Population of Taiwan grows to 21,300,000\n"
  ],
  "Tanzania": [
    "Tanzania holds its first multi-party election.\n",
    "Benjamin Mkapa is sworn in as the third President of Tanzania.\n"
  ],
  "Vietnam": [
    "President Lê Đức Anh (1992–1997) became ruler of Vietnam.\n",
    "Admittance to ASEAN.\n"
  ]
}