{
  "year": "1998",
  "Afghanistan": [
    "<i>Civil war in Afghanistan (1996–2001)</i>: The Taliban captured Mazar-e Sharif, forcing Abdul Rashid Dostum into exile.\n",
    "Destruction of the Puli Khumri Public Library by the Taliban. The library contained over 55,000 books and old manuscripts and was considered by Afghans as one of the most valuable and beautiful collections of their nation and their culture.\n",
    "<i>Operation Infinite Reach</i>: Cruise missiles were fired by the United States Navy into four militant training camps in the Islamic Emirate of Afghanistan.\n"
  ],
  "Albania": [
    "Following widespread allegations of government inefficiency and corruption in his administration, Nano reshuffles his cabinet, reducing the number of ministers.\n",
    "More than 13,000 refugees flee into Albania after the eruption in February of civil war between the Serbian police and army and the ethnic Albanian separatist Kosovo Liberation Army (KLA) in the neighbouring province of Kosovo. The Albanian Foreign Ministry repeatedly charges Yugoslavia with border violations that include shelling and sniping and with conducting massacres of Kosovo's civilian population. It also calls for NATO military intervention to stop the fighting.\n",
    "Local by-elections confirm continuing popular support for Nano's coalition, which wins in five municipalities and six smaller communities. The opposition wins in two municipalities and three communities. (to June 28)\n",
    "Police arrest former defense minister Safet Zhulali, former interior minister Halit Shamata, former chairman of state control Blerim Cela, and three other former officials of Berisha's government on charges of crimes against humanity in conjunction with their alleged roles in the suppression of unrest in 1997. General Prosecutor Arben Rakipi charges the six with having ordered the use of chemical weapons, airplanes, and helicopters against civilians. Subsequently, Berisha calls on his supporters to bring down the government \"with all means,\" saying that the arrests were politically motivated.\n",
    "Azem Hajdari, a senior leader of the Democratic Party, is shot dead by a gunman as he steps out of the party's office in Tirana; on September 13 Democratic Party supporters storm and set fire to the prime minister's office in a protest against the killing. Government forces counterattack and reoccupy the buildings, and on September 15 Berisha surrenders two tanks posted outside his headquarters after the government threatened to use force if his followers did not give up their weapons.\n",
    "Albania's parliament lifts the immunity from prosecution of opposition leader Berisha, clearing the way for prosecutors to charge him with attempting a coup.\n",
    "Ahmet Krasniqi, leading member of the self-styled ethnic Albanian government in Kosovo, is shot dead in Albania.\n",
    "Prime Minister Nano resigns after failing to get the backing of his coalition for a cabinet reshuffle in the wake of the outbreak of political violence two weeks ago. Pandeli Majko is named to succeed him.\n",
    "Pandeli Majko, 30, becomes Europe's youngest head of government after being sworn in as Albanian prime minister. Petro Koçi becomes interior minister and Anastas Angjeli finance minister. On October 8 the new government wins a parliamentary confidence vote (104–0; the opposition Democratic Party is boycotting Parliament).\n",
    "Albania's parliament votes in favour of a draft constitution and agrees to put it to a referendum. This is held on November 22, and 93.5% of the voters support the new constitution. Turnout is 50.6%. President Meidani signs the constitution into law on November 28, Albania's independence day. The new constitution, which replaces a package of laws introduced after the collapse of communism, provides for the separation of powers, rule of law, and the independence of the judiciary. It also guarantees human rights and the protection of minorities. The opposition Democratic Party, which (ignoring calls by the Organization for Security and Cooperation in Europe and the Council of Europe) boycotted the referendum and the parliamentary commission which drafted the constitution, says the results were fixed and that it can not recognize the new constitution.\n"
  ],
  "Argentina": [
    "U.S. President Bill Clinton designated Argentina as a major non-NATO ally\n"
  ],
  "Australia": [
    "A major strike results when Patrick Stevedores attempt to introduce non-union labour to reduce the influence of the Maritime Union of Australia\n",
    "The Australian Stock Exchange is demutualized and floated as a public company, becoming the world's first stock exchange to be listed on an exchange.\n"
  ],
  "Bhutan": [
    "The Council of Ministers (Lhengye Zhungtshog) replaces the cabinet, and King Jigme Singye Wangchuck withdraws from his role in the decision-making of the cabinet. The post of Prime Minister (Lonchen) is restored. (to 1999)\n"
  ],
  "Cambodia": [
    "Death of Pol Pot.\n"
  ],
  "Chile": [
    "During a visit to London for medical reasons, Augusto Pinochet is arrested in accord with the orders of Spanish judge Baltasar Garzón, beginning an international struggle between his supporters and detractors. He returns to Chile the following year, and the charges against him are later thrown out on the basis of his mental state. Chile suffers greatly from a world economic crisis, resulting in years of inflation and unemployment.\n"
  ],
  "Colombia": [
    "Andrés Pastrana is elected as president of Colombia\n",
    "Gloria Zea, director of the national Modern Art Museum organizes one of the largest art exhibits in Colombia \"Arte y Violencia en Colombia\" as a commemoration of 50th anniversary of the start of the bipartisan violence La Violencia\n",
    "Fernando Botero donates 100 of his works and 60 pieces of his private art collection (19th and 20th centuries) to the Antioquia Museum\n",
    "Plan Colombia (Treaty signed with USA for support in War on Drugs) is officially unveiled by President Pastrana\n",
    "President Pastrana granted to the FARC guerrilla a 42,000&nbsp;km2 (16,200 sq mi) safe haven meant to serve as a confidence building measure, centered around the San Vicente del Caguán settlement\n"
  ],
  "Cuba": [
    "Pope John Paul II becomes the first Pope to visit the island.\n"
  ],
  "France": [
    "France won the 1998 World Cup of football on home soil. This was their first FIFA World Cup title.\n",
    "Introduction of the euro: the exchange rates between the euro and legacy currencies (the franc for France) in the eurozone became fixed.\n"
  ],
  "Germany": [
    "\n",
    "Gerhard Schröder of the SPD became chancellor at the head of a coalition with Alliance '90/The Greens.\n"
  ],
  "India": [
    "BJP forms coalition government under Prime Minister Atal Bihari Vajpayee.\n",
    "India and Pakistan carry out nuclear tests, leading to widespread international condemnation.\n"
  ],
  "Indinesia": [
    "Largely peaceful student demonstrations against the regime rise to national prominence.\n",
    "Suharto unanimously elected by the MPR to his seventh presidential term.\n",
    "Four student demonstrators at Trisakti University are shot dead by bullets unproven but thought likely to have been from army sources.\n",
    "Memorial services for killed students leads to riots; vandalism, arson, looting and rape by roving mobs which continue unchecked by security forces for two days leaving 1,200 dead.\n",
    "For National Awakening Day, Amien Rais pledges to bring a million protestors into the streets to demonstrate against at the National Monument in Jakarta. Faced with barbed wire and massed troops he calls off the rally fearing bloodshed.\n",
    "After being deserted by his cabinet, Suharto resigns the presidency. Habibie assumes presidency.\n",
    "General Wiranto announces the discharge of Lieutenant General Prabowo from active duty, with full pension benefits—and without court-martial for allegations of abduction and torture of student activist (some of whom remain missing as of 2003).\n",
    "Megawati, Rais, and the sultan of Yogya, meet at Wahid's home in Ciganjur, and issue a series of statements including a demand for the military to end their role in politics within six years.\n",
    "On the last day of the MPR sessions, soldiers open fire on demonstrating students killing at least fifteen and injuring hundreds.\n"
  ],
  "Ireland": [
    "The Belfast Agreement is signed; as a result, the Northern Ireland Assembly is elected, to which powers are devolved in 1999 and a power-sharing Executive takes office.\n"
  ],
  "Italy": [
    "20 skiers (of which 3 Italians) die in the Cavalese cable car disaster, when a US EA-6B Prowler military jet severed the cables supporting the Cermis mountain cable car. Pilots will be later found not guilty by an American court.\n"
  ],
  "Malta": [
    "The new Nationalist government reactivates Malta's EU application.\n"
  ],
  "Philippine": [
    "Provincehood of Compostela Valley (<i>Republic Act No. 8470</i>), separating from Davao del Norte.\n",
    "Cityhood of Passi, Iloilo (<i>RA 8469</i>)\n",
    "A <i>Cebu Pacific</i> plane hits Mt. Sumagaya in Claveria, Misamis Oriental, killing 104 on board.",
    "Cityhood of Urdaneta, Pangasinan (<i>Republic Act No. 8480</i>).\n",
    "Cityhood of Talisay, Negros Occidental (<i>Republic Act No. 8489</i>)\n",
    "Cityhood of Kidapawan, North Cotabato (<i>Republic Act No. 8500</i>)\n",
    "1998 Philippine general election (Joseph Estrada is elected)",
    "Celebrations for Centennial of Philippine Independence begins, with 2-day activities held.",
    "Joseph Estrada takes his oath as 13th President of the Philippines.\n",
    "Newly elected Vice President Gloria Macapagal–Arroyo takes office.\n",
    "Dry spell felt in 16 regions amid country's four-year growth, with ₱9 billion worth of agricultural damages.\n",
    "Passenger ferry <i>Princess of the Orient</i> sinks off Fortune Island during a typhoon, killing 150.\n",
    "Abu Sayyaf founder Abdurajak Janjalani dies in a police encounter.\n"
  ],
  "Poland": [
    "Local elections\n"
  ],
  "Serbia": [
    "Clashes between the <i>Yugoslav Army</i> and the rebel Albanian forces started in Kosovo (KLA) escalate into a violent conflict. A civil war between the majority Albanians and minority Serbs is underway.\n"
  ],
  "Singapore": [
    "Singapore and United States announces agreement for US ships to use a planned $35 million naval base from 2000.\n",
    "\"The Singapore Story\", the first volume of Lee Kuan Yew's memoirs is published. (<style data-mw-deduplicate=\"TemplateStyles:r999302996\">.mw-parser-output cite.citation{font-style:inherit}.mw-parser-output .citation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-output .id-lock-free a,.mw-parser-output .citation .cs1-lock-free a{background:linear-gradient(transparent,transparent),url(\"//upload.wikimedia.org/wikipedia/commons/6/65/Lock-green.svg\")right 0.1em center/9px no-repeat}.mw-parser-output .id-lock-limited a,.mw-parser-output .id-lock-registration a,.mw-parser-output .citation .cs1-lock-limited a,.mw-parser-output .citation .cs1-lock-registration a{background:linear-gradient(transparent,transparent),url(\"//upload.wikimedia.org/wikipedia/commons/d/d6/Lock-gray-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-output .id-lock-subscription a,.mw-parser-output .citation .cs1-lock-subscription a{background:linear-gradient(transparent,transparent),url(\"//upload.wikimedia.org/wikipedia/commons/a/aa/Lock-red-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-ws-icon a{background:linear-gradient(transparent,transparent),url(\"//upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg\")right 0.1em center/12px no-repeat}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:none;padding:inherit}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-maint{display:none;color:#33aa33;margin-left:0.3em}.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}.mw-parser-output .citation .mw-selflink{font-weight:inherit}</style><cite id=\"CITEREFLiLee1998\" class=\"citation book cs1\">Li, Guangyao; Lee, Kuan Yew (1998). . ISBN&nbsp;<bdi>978-0130208033</bdi>.</cite>)\n"
  ],
  "Slovenia": [
    "Slovenia becomes a non-permanent member of the UN Security Council.\n"
  ],
  "Tanzania": [
    "The United States embassies in Dar es Salaam, Tanzania and Nairobi, Kenya are simultaneously bombed.\n"
  ]
}