{
  "year": "2005",
  "Afghanistan": [
    "<i>Taliban insurgency</i>: An insurgency began after a Pakistani decision to station around 80,000 soldiers next to the porous Durand Line border with Afghanistan.\n"
  ],
  "Albania": [
    "Parliamentary elections end with a victory for the opposition Democratic Party (PD) and its allies, prominently the Republican Party (PR). Former president Sali Berisha became prime minister as a result of the election.\n",
    "After two months of political wrangling, former president Sali Berisha emerges as the victor in July's general election\n"
  ],
  "Argentina": [
    "Relations between Catholic Church and government broke down in February row between military chaplain and minister over abortion\n",
    "Supreme Court overruled 'Laws of Pardon' that were used to pardon military figures of the Dirty War\n",
    "First disputes of the Cellulose plant conflict between Argentina and Uruguay\n",
    "Mid-term elections in October saw a massive split in the Justicialist Party between Kirchner's centre-left Front for Victory faction and the rump of his former patron Duhalde and other provincial leaders; Front for Victory wins by large margin\n",
    "Massive demonstrations against U.S. President George W. Bush at the Fourth Summit of the Americas in Mar del Plata\n",
    "In December, Kirchner announced cancellation of IMF debt with single, final payment\n"
  ],
  "Australia": [
    "Sydney beachside suburb of Cronulla sees a protest against the alleged bashing of a beach lifeguard, developing into an alcohol-fuelled, racially charged riot.\n"
  ],
  "Bangladesh": [
    "Shah A M S Kibria assassinated in a grenade attack in the Habiganj District, Sylet.\n",
    "Bangladesh peacekeepers ambushed and killed in the Democratic Republic of the Congo.\n",
    "Terrorist leader Siddique ul-Islam captured.\n",
    "Terrorist group JMB simultaneously detonates 500 bombs in 300 different locations.\n"
  ],
  "Barbados": [
    "A riot and fire breaks out at HM Glendairy Prison causing military personnel to be drawn from surrounding islands to put down the uprising. (to 30 March)\n"
  ],
  "Belgium": [
    "Celebration of 175 years of Belgian independence and 25 years of federalism\n"
  ],
  "Bhutan": [
    "Proposed constitution is unveiled under which Bhutan would transition from absolute monarchy to a constitutional monarchy and parliamentary democracy.\n",
    "King Jigme Singye Wangchuck announces he will abdicate in 2008, when democratic parliamentary elections are held, and names Crown Prince Jigme Khesar Namgyel Wangchuck to succeed him.\n"
  ],
  "Brazil": [
    "Mensalão scandal threatens to bring down the government of Luiz Inácio Lula da Silva.\n",
    "Banco Central burglary at Fortaleza\n",
    "Brazilian firearms and ammunition referendum, 2005\n"
  ],
  "Burma": [
    "Bombings kill 11 people and injured 162\n",
    "Junta moves the capital to Naypyidaw\n"
  ],
  "Burundi": [
    "<i>Burundian presidential election, 2005</i>: Sole candidate Pierre Nkurunziza was elected President of Burundi.\n"
  ],
  "Canada": [
    "The <i>Civil Marriage Act</i> legalizes same-sex marriage throughout Canada."
  ],
  "Chile": [
    "The Pinochet trial continues. The presidential election of December 11 puts Michelle Bachelet and Sebastián Piñera into a second round.\n"
  ],
  "China": [
    "The Anti-Secession Law was passed, reasserting China's desire for peaceful reunification with Taiwan and its right to resolve the issue by force.\n",
    "<i>2005 anti-Japanese demonstrations</i>: Mass demonstrations against Japan took place.\n",
    "<i>2005 Jilin chemical plant explosions</i>: A series of explosions at a chemical plant in Jilin City killed six and forced the evacuation of tens of thousands.\n"
  ],
  "Colombia": [
    "Colombian justice adopts the adversarial system\n",
    "FARC attacks the Iscuande marine base in Narino Department with homemade rockets, killing 15 soldiers and injuring 25.\n",
    "A bridge was blown up in Putumayo Department, killing eight soldiers and a civilian.\n",
    "An ambush in Arauca state, near Venezuela, kills 17 soldiers.\n",
    "FARC attacks military positions in the location of Puerto Asís in the Putumayo department, killing 25 and wounding 20 in a single operation.\n",
    "The islands of San Andrés and Providencia are evacuated due to Hurricane Beta (2005). Hours later, a hurricane watch was issued.\n",
    "FARC launches a massive attack in the remote village of San Marino in the Chocó Department, killing at least six police officers along with the temporary abduction of some thirty, before they were released by the guerrillas on 20 December due to military pressure.\n",
    "FARC rebels ambush troops near Vista Hermosa, Meta, killing 28.\n"
  ],
  "Cuba": [
    "Around 200 dissidents hold a public meeting, which its organizers call the first such gathering since the 1959 revolution.\n",
    "Hurricane Dennis causes widespread destruction in Cuba and leaves 16 people dead.\n"
  ],
  "England": [
    "A series of co-ordinated terrorist bombings strikes London's public transport system during the morning rush hour, killing 52 people and injuring hundreds.\n"
  ],
  "Estonia": [
    "The same storm which pounded the U.S. earlier in the month hit England, Scandinavia and the Baltic States, leaving 13 dead with widespread flooding and power cuts.\n",
    "A passenger helicopter en route to Helsinki, Finland crashed into the sea near Tallinn, Estonia, killing 14.\n"
  ],
  "France": [
    "suburban riots.\n"
  ],
  "Germany": [
    "Pope Benedict XVI was elected pope.\n",
    "Angela Merkel of the CDU became chancellor in coalition with the CSU and SPD.\n"
  ],
  "India": [
    "More than 1,000 people are killed in floods and landslides caused by monsoon rains in Mumbai (Bombay) and Maharashtra region.\n",
    "The 7.6 M<sub>w</sub>  Kashmir earthquake strikes with a maximum Mercalli intensity of VIII (<i>Severe</i>), leaving 86,000–87,351 people dead, 69,000–75,266 injured, and 2.8 million homeless.\n"
  ],
  "Indinesia": [
    "Government and Free Aceh Movement separatists sign a peace deal providing for rebel disarmament and the withdrawal of government soldiers from the province. Rebels begin handing in weapons in September; government completes troop pull-out in December.\n",
    "Bombings in Bali kill 20 people.\n"
  ],
  "Israel": [
    "<i>Israeli disengagement from Gaza</i>: The last Israeli settlers and security personnel were withdrawn from the Gaza Strip.\n"
  ],
  "Italy": [
    "Nicola Calipari, Italian secret agent, is shot dead by friendly fire from a US patrol during the rescue of journalist Giuliana Sgrena from kidnappers in Baghdad. US later refused the extradition of the identified shooter, Mario Lozano.\n"
  ],
  "Japan": [
    "The Japan Aerospace Exploration Agency (JAXA)'s robotic spacecraft Hayabusa landed on an asteroid and collected samples in the form of tiny grains of asteroidal material, which were returned to Earth aboard the spacecraft on 13 June 2010. It was the first spacecraft in history designed to deliberately land on an asteroid and then take off again. The Hayabusa mission was the first to return an asteroid sample to Earth for analysis.\n"
  ],
  "Lebanon": [
    "The Cedar Revolution - Following the demonstrations, the Syrian troops completely withdrew from Lebanon on 27 April 2005. With the disbanding of the Pro-Syrian government, the main goals of the revolution were achieved.\n"
  ],
  "Nepal": [
    "King Gyanendra dismisses Prime Minister Deuba and his government, declares a state of emergency and assumes direct power, citing the need to defeat Maoist rebels.\n",
    "King lifts the state of emergency amid international pressure.\n",
    "Maoist rebels and main opposition parties agree on a programme intended to restore democracy.\n"
  ],
  "Philippine": [
    "Valentine's Day bombings: Three explosions occur in the cities of Makati, Davao, and General Santos, resulting to, in total, 8 deaths and at least 90 injuries; Abu Sayyaf claims responsibility for the attacks.",
    "A bus crash in Tuba, Benguet leaves 27 dead.\n",
    "Hello Garci scandal (Legitimacy of declared election winners questioned): Audio recordings, containing a conversation believed to be between Pres. Macapagal–Arroyo and Election Commissioner Virgilio Garcillano, are released by media to the public, revealing the allegations of cheating in 2004 national elections.",
    "Pres. Macapagal–Arroyo addresses the Filipinos in a live televised speech from Malacañang regarding an audio recording controversy.\n",
    "Congress rejects impeachment complaints against Pres. Macapagal–Arroyo in what would be the longest Lower House session in country's history.\n",
    "Reformed Value Added Tax Act (also called Expanded VAT) is implemented, after being delayed for months, as a solution to the government's fiscal crisis.\n"
  ],
  "Poland": [
    "Death of Pope John Paul II\n",
    "Parliamentary election\n",
    "Presidential election\n",
    "Lech Kaczyński becomes President\n"
  ],
  "Russia": [
    "<i>October 2005 Nalchik attack</i>: A large group of terrorists assaulted and captured buildings throughout the city of Nalchik. By afternoon Russian soldiers surrounded and entered the city, forcing their enemies to retreat. Some 136 people were killed.\n"
  ],
  "Serbia": [
    "SAA talks with the EU are launched aimed at providing closer ties with the EU. The state becomes an <i>EU potential candidate country</i>\n"
  ],
  "Singapore": [
    "Singapore and Malaysia settle dispute over land reclamation work.\n",
    "The government approves the plan to legalise casino-gambling and build two Integrated Resorts.\n",
    "In the aftermath of 7 July 2005 – London bombings, Transport Minister Yeo Cheow Tong announces plan to set up a new Police MRT Unit to enhance the security of Singapore's public transport. (CNA)\n",
    "S R Nathan returns for his second term as President, following a walkover in the 2005 Singapore presidential election.\n",
    "White Elephant Incident at Buangkok MRT station.\n",
    "Singapore Police Academy ceased operational. Home Team Academy replaces the Police Academy and went operational on the following day at Old Choa Chu Kang Road.\n"
  ],
  "Slovenia": [
    "Slovenia takes over the rotating presidency of the Organization for Security and Co-operation in Europe.\n"
  ],
  "Spain": [
    "Patrimoni Digital de Catalunya (archive) established.\n"
  ],
  "Sudan": [
    "The Comprehensive Peace Agreement was signed between the SPLA and the government.\n",
    "The United Nations Security Council authorised sanctions against any violators of the Darfur ceasefire.\n",
    "Al-Turabi was freed.\n",
    "John Garang was sworn in as vice-president.\n",
    "Garang died in a plane crash and was succeeded by Salva Kiir Mayardit.\n",
    "A power-sharing government was established.\n",
    "An autonomous government was formed in southern Sudan.\n"
  ],
  "Syria": [
    "<i>Syrian occupation of Lebanon</i>: Syria withdrew from Lebanon.\n"
  ],
  "Taiwan": [
    "The first direct commercial airplane flights from Beijing to Taipei for the Chinese New Year.\n",
    "The PRC passes an \"anti-secession law\" authorizing the use of force against Taiwan and the ROC government should it formally declare independence. In response, 1.6&nbsp;million people marched in Taipei against China's \"anti-secession law\". Similar marches occur across the world by Taiwanese nationalists.  Protests against the PRC were held worldwide, including, but not limited to: Chicago, New York City, Washington DC, Paris, and Sydney.\n",
    "Pan-Blue leaders visit to mainland China\n",
    "President Chen is invited and attends the funeral of Pope John Paul II. He is the first ROC president to visit the Vatican.\n",
    "The National Assembly of the Republic of China convenes for the last time to implement several constitutional reforms, including single-member two-vote districts, and votes to transfer the power of constitutional reform to the popular ballot, essentially abolishing itself.\n"
  ],
  "Tanzania": [
    "General elections are held. Anna Senkoro of the Progressive Party of Tanzania–Maendeleo is the first woman in Tanzania to run for president.\n",
    "Jakaya Kikwete is sworn in as the fourth President of Tanzania.\n",
    "Edward Lowassa is sworn is as Prime Minister.\n"
  ]
}