{
  "year": "2011",
  "Afghanistan": [
    "Afghanistan National Front was created by Tajik leader Ahmad Zia Massoud, Hazara leader Mohammad Mohaqiq and Uzbek leader Abdul Rashid Dostum\n"
  ],
  "Albania": [
    "The Central Election Commission begins burning the ballots of the 2009 parliamentary elections, in a routine process leading to the 8 May local elections, making a second count (repeatedly requested by opposition) impossible. The Socialist Party has accused the CEC and the Berisha government to attempt hiding vote manipulation.\n",
    "Economy and Trade Minister Ilir Meta resigns after being involved in a corruption scandal.\n",
    "Clashes break out between police and protesters in an anti-government rally in front of the Government building in Tirana. Three people are shot dead. The EU issues a statement to Albanian politicians, warning both sides to refrain from violence.\n",
    "Local elections see the victory of the Socialist Party of Albania (PS) in the main cities outside Tirana, Lezha and Scutari; The Organization for Security and Co-operation in Europe released a mixed evaluation of the electoral process, which was considered \"competitive and transparent, but took place in an environment of high polarization and mistrust\". In Tirana, the match was between Edi Rama, incumbent mayor and PS leader, and Lulzim Basha, DP minister of the interior. After a long process of votes counting, Rama was first declared winner for a tight margin of 10 votes. Then, the DP-led Central Electoral Commission decided to add to the count some of the votes misplaced in the wrong boxes, a move on doubtful legal grounds that was contested by the opposition as well as by the OSCE. Basha was finally declared winner for 83 votes. The European Commission president José Manuel Barroso consequently cancelled his visit to Tirana; the Nobel-prize Ismail Kadaré pledged him to withdraw his candidacy to avoid the \"collapse\" and \"isolation\" of Albania.\n"
  ],
  "Australia": [
    "Queensland is affected by major flooding followed by Cyclone Yasi.\n"
  ],
  "Bangladesh": [
    "Widespread outrage at the killing of Felani Khatun a 15-year-old Bangladeshi girl, who was shot and killed by India's Border Security Force (BSF), at India-Bangladesh border.\n",
    "Bangladesh co-hosted the ICC Cricket World Cup with India and Sri Lanka - the Opening Ceremony of the event was held in Dhaka.\n",
    "At least 40 people, including 38 students, were killed when a pick-up truck carrying them veered off the road and plunged into a roadside ditch.\n",
    "Acclaimed film director Tareque Masud and his long-time co-worker Mishuk Munier, a cinematographer, a journalist and CEO of ATN News died in a road accident on the Dhaka-Aricha highway.\n",
    "India and Bangladesh sign a pact to end their 40-year border demarcation dispute.\n"
  ],
  "Barbados": [
    "The introduction of Sixth Form  into The St. Michael School and The Christ Church Foundation School.\n"
  ],
  "Belgium": [
    "Sixth Belgian state reform finalised\n",
    "Di Rupo Government sworn in 541 days after the Belgian federal election, 2010\n"
  ],
  "Bhutan": [
    "Sonam Tshering, a 23-year-old ordained monk from Langpa in Haa, was caught with 480&nbsp;grams of chewing tobacco (purchased for Nu.120) en route from Phuntsholing to Thimphu. This presented the first prosecution under the Tobacco Control Act of Bhutan 2010 and was the result of a private individual informing the police that Tshering possessed tobacco. Although Tshering revealed the source of his tobacco to mitigate and qualify his offense as a misdemeanor, he failed to identify the location and supplier of the tobacco, apparently somewhere in the border town of Jaigaon. He was thus convicted of a felony, and sentenced to the minimum imprisonment of three years. The conviction and especially the sentence have made the Tobacco Control Act of Bhutan 2010 controversial in urban Bhutan due to their severity. Although the Constitution of Bhutan guarantees all persons the right to be represented by a <i>jabmi</i> (attorney), the Thimphu Dzongkhag Court closed the case before any <i>jabmi</i> could offer services. Tshering has since appealed the Dzongkhag Court ruling to the High Court of Bhutan, for which has retained a private attorney.\n",
    "Local government elections, originally slated for 2008, begin on a staggered scale in 3 of Bhutan's 20 Dzongkhags: Thimphu, Phuntsholing, and Samdrup Jongkhar.\n",
    "The Supreme Court of Bhutan declares unconstitutional the government's raising of personal vehicle import taxes in June 2010 without bicameral presentment and debate, affirming the judgment of the High Court Constitutional Bench against the Attorney General and for the Opposition in Parliament.\n",
    "The Election Commission announces the results of the first local government elections under the Constitution of Bhutan. Originally slated for 2008, elections faced multiple delays related to voter registration and constituency demarcation. Furthermore, voter turnout crept to 56% of eligible voters amid public sentiments of distrust and futility. In several instances, voters were unable to cast votes; in a few cases, legally unqualified candidates ran and won seats. Disqualified candidates, uncontested seats, and inconclusive results in some constituencies required the Election Commission to rerun elections at a later date.\n",
    "King Jigme Khesar Namgyel Wangchuck marries Jetsun Pema. Jetsun Pema, childhood friend of the Fifth King, becomes his Queen in a traditional Buddhist ceremony followed by three days of public holiday and celebrations. The much anticipated wedding, announced 20 May, was the largest media event in Bhutanese history.\n"
  ],
  "Brazil": [
    "Inauguration of Dilma Rousseff as the 36th President of Brazil.\n",
    "January 2011 Rio de Janeiro floods and mudslides: Over 900 people are killed as a result of freak weather conditions.\n",
    "Rio de Janeiro school shooting: 12 children aged between 12 and 14 are killed and 12 others seriously wounded after an armed man opens fire at an elementary school in Realengo\n",
    "Noar Linhas Aéreas Flight 4896: A Noar Linhas Aéreas Let L-410 Turbolet crashes in Boa Viagem, Recife, killing all 16 people on board.\n",
    "Campos Basin oil spill: A Chevron-owned oil well began leaking causing 32,000 to 52,000 litres (200 to 330&nbsp;bbl) of crude oil to enter the ocean every day. The leak took place in Campos Basin, Brazil 120 kilometres (75&nbsp;mi) off the coast of Rio de Janeiro.\n"
  ],
  "Burma": [
    "The first session of Pyidaungsu Hluttaw (parliament) convenes\n",
    "An earthquake occurs in Shan State\n",
    "Thein Sein becomes President of Burma\n",
    "Reforms in Burma begins\n"
  ],
  "Chile": [
    "2011 student protests, and later massive protest claiming for better education and economic equality.\n"
  ],
  "China": [
    "<i>Wukan protests</i>: Farmers in Wukan attacked a government building due to the government's seizure without compensation of their farmland.\n",
    "<i>Tiangong-1</i> was launched as China's first prototype <i>space station</i>.\n"
  ],
  "Estonia": [
    "Toomas Hendrik Ilves is re-elected president for a second five-year term.\n"
  ],
  "France": [
    "France leads the NATO intervention in Libya to overthrow Muammar Gaddafi. The Libyan leader is eventually killed on 20 October 2011.\n"
  ],
  "India": [
    " India wins cricket world cup after 28 years under the captaincy of Mahendra Singh Dhoni.",
    " After 34 years of Left Front Government, Trinamool Congress and Congress alliance come to power in West Bengal."
  ],
  "Indinesia": [
    "Jakarta host 18th ASEAN Summit, mark the beginning of Indonesian chairmanship in ASEAN 2011. (to 8 May)\n",
    "Opening ceremony of the 26th Southeast Asian Games was held in Palembang. The largest multi-event sports in the region was held in Jakarta and Palembang. (to 22 November)\n"
  ],
  "Israel": [
    "<i>2011 Israeli social justice protests</i>: Filmmaker Daphni Leef set up a tent in Habima Square and invited others to join a protest over the absence of affordable housing.\n",
    "<i>2011 attack on the Israeli Embassy in Egypt</i>: A crowd of thousands of Egyptian protestors breached the Israeli embassy in Cairo.\n",
    "<i>Gilad Shalit prisoner exchange</i>: Hamas released the Israeli soldier Gilad Shalit to Egypt in exchange for one thousand Palestinian other Arab prisoners held in Israel, including some three hundred serving life sentences for planning and perpetrating terror attacks.\n"
  ],
  "Japan": [
    "The Tokyo Skytree 634.0 metres (2,080&nbsp;ft) became the tallest tower in the world.\n",
    "2011 Tōhoku earthquake and tsunami, followed by the Fukushima Daiichi nuclear disaster\n",
    "The Japan Self-Defense Force Base Djibouti was established.\n"
  ],
  "Lebanon": [
    "Syrian Civil War spillover in Lebanon - Between 2011 and 2017, fighting from the Syrian Civil War spilled over into Lebanon as opponents and supporters of the Syrian Arab Republic traveled to Lebanon to fight and attack each other on Lebanese soil. The Syrian conflict stoked a resurgence of sectarian violence in Lebanon,(until August 2017).\n"
  ],
  "Malta": [
    "Malta votes in favour of divorce in a referendum. Parliament approved the law on 25 July and the law came into effect on 1 October.\n"
  ],
  "Peru": [
    "Ollanta Humala is inaugurated, winning the presidency over Keiko Fujimori.\n"
  ],
  "Philippine": [
    "UST Quadricentennial Celebration",
    "Supreme Court declares creation of a Truth Commission (<i>Executive Order No. 1</i>) unconstitutional.\n",
    "The heroism of 12-year-old schoolgirl Janela Lelis.",
    "Attorney Koko Pimentel proclaimed as Senator of the Republic of the Philippines.",
    "Former Pres. Macapagal–Arroyo and her husband are ordered to be arrested following a hold departure order issued by Department of Justice against them, Oct. 28.\n",
    "Puerto Princesa Underground River is named as one of the world's New7Wonders of Nature.\n",
    "Electoral sabotage charges are filed by Comelec against former Pres. Macapagal–Arroyo, arrested on the same day, and the co-accused at the Pasay Regional Trial Court in connection to allegations of electoral fraud.",
    "Supreme Court orders the distribution of Cojuangco-owned Hacienda Luisita lands in Tarlac to the farmer-beneficiaries.\n",
    "Articles of Impeachment filed against Chief Justice Renato Corona over various allegations is signed by 188 members of the House of Representatives.",
    "Tropical Storm Washi (<i>Sendong</i>) causes flash floods, leaving 1,080 people dead and affecting Cagayan de Oro and Iligan cities."
  ],
  "Poland": [
    "Parliamentary election\n"
  ],
  "Serbia": [
    "Bosnian Serb military commander Ratko Mladić arrested.\n",
    "Former President of Republic of Serbian Krajina, the last ICTY war crimes suspect Goran Hadžić arrested.\n"
  ],
  "Singapore": [
    "PAP loses its grip on Aljunied Group Representation Constituency to the Workers' Party in the General Election. This is the first time an opposition party has captured a GRC since the inception of this scheme in 1988.\n",
    "Tanjong Pagar Railway Station ceased operation and to be reserved as the Singapore Railway Museum.\n",
    "Singaporeans, for the first time since the establishment of Presidential Election, will be voting for the next President after the 6th President of Singapore – SR Nathan stepped down on 31 August 2011. The candidates involves in this election includes – Dr Tan Keng Yam Tony, Mr Tan Jee Say, Mr Tan Kin Lian and Dr. Tan Cheng Bock.\n",
    "Dr Tan Keng Yam Tony is sworn as the seventh President of Singapore.\n"
  ],
  "Syria": [
    "<i>2011 Syrian uprising</i>: Anti-government protests began in Syria.\n"
  ],
  "Vietnam": [
    "Eleventh National Party Congress.\n",
    "Mường Nhé Uprising.\n",
    "President Nguyễn Minh Triết (2006–2011) ended his rule of Vietnam.\n"
  ]
}