{
  "year": "2012",
  "Albania": [
    "September 2012 Hunger strike of former politically persecuted in Albania (2012)\n"
  ],
  "Armenia": [
    "Armenian parliamentary election, 2012\n"
  ],
  "Australia": [
    "Carbon price introduced by the Gillard Government.\n"
  ],
  "Bangladesh": [
    "Bangladesh Army claimed to have foiled a coup d'état attempt.\n",
    "Two well-known, married Bangladeshi journalists, named Sagar Sarowar and Meherun Runi, were stabbed to death in their Dhaka apartment.\n",
    "Prominent writer and filmmaker Humayun Ahmed dies.\n",
    "A fire at the Tazreen Fashion factory in the Ashulia region on the outskirts of Dhaka, killed at least 117 people.\n"
  ],
  "Belgium": [
    "Closure of Ford Genk announced, to be completed in 2014 with loss of over 4,000 jobs.\n"
  ],
  "Brazil": [
    "Lindemberg Alves begins to be tried for the death of ex-girlfriend Elóa Pimentel, in the city of Santo André.\n"
  ],
  "Burma": [
    "Economic sanctions imposed by the European Union and the United States are eased\n",
    "Prominent political prisoners including Min Ko Naing are released\n",
    "National League for Democracy wins in by-elections\n",
    "Aung San Suu Kyi becomes a lawmaker\n",
    "Rakhine State riots occurs\n",
    "A train crash kills at least 27 people and injured 80\n",
    "Government suppresses copper mine protests\n"
  ],
  "Cambodia": [
    "Former King of Cambodia Norodom Sihanouk died in Beijing at the age of 89.\n"
  ],
  "Canada": [
    "Students in Quebec protest and stop proposed increases in university tuition.\n",
    "The Royal Canadian Mint strikes the last Canadian penny. The coin is removed from circulation a few months later, though existing pennies remain legal tender.\n"
  ],
  "China": [
    "<i>Wang Lijun incident</i>: Wang Lijun, a deputy of Bo Xilai, the Party Committee Secretary of Chongqing, sought refuge at a United States consulate.\n",
    "The Three Gorges Dam went into operation.\n",
    "<i>2012 China anti-Japanese demonstrations</i>: Anti-Japanese protests took place in China due to a dispute over ownership of the Diaoyu Islands.\n",
    "<i>18th National Congress of the Communist Party of China</i>: Xi Jinping succeeded Hu Jintao as General Secretary of the Communist Party of China.\n"
  ],
  "England": [
    "The 2012 Summer Olympics are held in London, hosted at the Queen Elizabeth Olympic Park.\n"
  ],
  "France": [
    "François Hollande began his term as president of France.\n"
  ],
  "Germany": [
    "Joachim Gauck was elected Federal President.\n"
  ],
  "India": [
    " Pranab Mukherjee, the former Finance Minister is elected as the 13th president of India."
  ],
  "Indinesia": [
    "Russian Sukhoi Superjet 100 crashed against Mount Salak, West Java, killing 45 people abroad during a demonstrational flight.\n"
  ],
  "Israel": [
    "<i>Operation Pillar of Defense</i>: The IDF began an eight-day anti-Hamas operation in the Gaza Strip, a response to ongoing rocket fire on the western Negev, with an airstrike on the senior officer Ahmed Jabari.\n"
  ],
  "Italy": [
    "Former President Oscar Luigi Scalfaro dies.\n"
  ],
  "Japan": [
    "Abenomics policies are enacted to handle the consequences of the Lost Decade and the Japan demographic crisis.\n"
  ],
  "Mexico": [
    "<i>2012 Mexican general election</i>: Enrique Peña Nieto of the PRI won the presidency with 39% of the vote.  The PRI won a plurality of seats in the Chamber of Deputies.\n"
  ],
  "Philippine": [
    "A landslide in a gold mine site in Pantukan, Compostela Valley kills 25 people.",
    "Impeachment trial of Chief Justice Corona begins at Senate.\n",
    "An earthquake with 6.9 magnitude hits Visayas islands causing damages.\n",
    "An attempt of the Philippine Navy to detain Chinese fishermen caught on the Scarborough Shoal is blocked by China, escalating a diplomatic standoff over the area.\n",
    "Supreme Court votes to distribute Hacienda Luisita lands to its farmers.\n",
    "Cityhood of Cabuyao, Laguna approved (<i>Republic Act No. 10163</i>); ratified in a plebiscite in August.\n",
    "Senators vote, 20–3, to convict Chief Justice Corona guilty in the second article of the impeachment case regarding alleged undisclosed wealth, removing him from office.",
    "Death of Dolphy, dubbed as the \"Comedy King\"",
    "Typhoons Saola (<i>Gener</i>) and Haikui bring heavy rains, causing widespread flooding in the country and affecting millions of people; death toll rises to 89 as of mid-August.\n",
    "Death of Jesse Robredo, Interior Secretary, one among the 4 killed in a plane crash off Masbate Island.",
    "Cybercrime Prevention Act (<i>Republic Act 10175</i>) is signed into law by Pres. Aquino.\n",
    "The Framework Agreement on the Bangsamoro is signed by the Philippine Government and the Moro Islamic Liberation Front (MILF), aiming to end war in the southern Philippines and also for the creation of a new autonomous political entity, Bangsamoro, replacing the Autonomous Region in Muslim Mindanao.",
    "Canonization of Pedro Calungsod as second Filipino saint",
    "Typhoon Bopha (<i>Pablo</i>) makes landfall on Mindanao, affecting Compostela Valley and Davao Oriental, with more than 600 fatalities and damages estimated at more than US$1 billion.",
    "Reproductive Health Bill (<i>Republic Act 10354</i>) is signed into law by Pres. Aquino."
  ],
  "Poland": [
    "A train crash near Szczekociny, Poland, kills 16 people.\n"
  ],
  "Russia": [
    "<i>2012 Russian presidential election</i>: Vladimir Putin won, earning 63.6 percent of the vote.\n"
  ],
  "Singapore": [
    "Singapore Changi Airport closes The Budget Terminal to make way for the construction of future Singapore Changi Airport Terminal 4.\n"
  ],
  "Slovenia": [
    "Borut Pahor wins the fifth presidential election, and becomes the fourth President of Slovenia.\n"
  ],
  "Taiwan": [
    "presidential election; with 51.6% of the vote, KMT candidate Ma Ying-jeou defeats DPP candidate Tsai Ing-wen.\n"
  ],
  "Tonga": [
    "George Tupou V died and was succeeded as king by Tupou VI.\n"
  ]
}