{
  "year": "2013",
  "Armenia": [
    "Armenian presidential election, 2013\n"
  ],
  "Australia": [
    "Julia Gillard apologises to victims of forced adoption practices for removal of babies from predominantly young single mothers\n",
    "Kevin Rudd defeats Julia Gillard in a leadership spill, 57 votes to 45. Gillard resigns from parliament, Rudd is sworn in as prime minister.\n",
    "<i>2013 Australian federal election</i>: Tony Abbott defeats Kevin Rudd to become the 28th Prime Minister of Australia.\n"
  ],
  "Bangladesh": [
    "Hefajot e Islam, a fundamentalist Islamic group, rally in Dhaka demanding death to Bangladeshi atheists and asking for strict application of Islamic laws.\n"
  ],
  "Barbados": [
    "Election: Won by Democratic Labour Party-DLP, led by Freundel Stuart\n"
  ],
  "Belgium": [
    "Philippe becomes 7th king of the Belgians\n"
  ],
  "Bhutan": [
    "The Speaker of the National Assembly, Jigme Tshultim, sentenced to 2 years 6 months imprisonment for official misconduct, fraud, and deceptive practices; and the then Home Minister, Lyonpo Minjur Dorji, and 13 Plot Allotment committee members sentenced to a year imprisonment by the Mongar District Court for official misconduct in the Gyelpozhing land allotment case. On appeal, the convictions and sentences are upheld by the High Court of Bhutan on 16 May and by the Supreme Court on 17 July\n",
    "<i>National Council elections held</i>\n",
    "Primary round of National Assembly elections held. Results: DCT—12,457 votes; DNT—35,962 votes; PDP-68,650 votes; DPT—93,949 votes.\n",
    "Final round of 2013 Bhutanese National Assembly election, held. Results: PDP-32 seats; DPT—15 seats. New Prime Minister: Tshering Tobgay.\n"
  ],
  "Brazil": [
    "A nightclub fire in Santa Maria, Rio Grande do Sul kills at least 242 people.\n",
    "2013 protests in Brazil.\n",
    "World Youth Day began in Rio de Janeiro.\n"
  ],
  "Burma": [
    "Tensions between Buddhist and Muslim flare into violent clashes in various cities\n",
    "Bombings kill 3 people and injured 10\n",
    "27th Southeast Asian Games takes place\n"
  ],
  "China": [
    "<i>One Belt, One Road</i> was proposed to connect and cooperate among countries primarily between China and rest of <i>Eurasia</i>.\n",
    "The Shanghai Free-Trade Zone was established.\n",
    "<i>2013 Tiananmen Square attack</i>: A car was driven into a crowd in Tiananmen Square, killing the driver and two passengers, Uyghurs associated with the East Turkestan Islamic Movement, and two pedestrians.\n",
    "The lunar lander Chang'e 3 landed on the moon.\n"
  ],
  "France": [
    "Beginning of the French intervention in Mali against Islamic militants known as Operation Serval (11 January 2013 – 15 July 2014)\n",
    "Same-sex marriage becomes legal in France, the thirteenth country worldwide to allow it.\n"
  ],
  "Germany": [
    "<i>German federal election, 2013</i>: Elections were held to the Bundestag.  The FDP failed to meet the electoral threshold.  The CDU-CSU coalition and the SPD both gained seats.\n"
  ],
  "India": [
    "Indian helicopter bribery scandal comes to light.\n",
    "Terror attacks in Hyderabad in Dilsukhnagar area.\n",
    "Mars Orbiter Mission, is successfully launched into Mars orbit by the Indian Space Research Organisation (ISRO).\n"
  ],
  "Indinesia": [
    "Indonesia host the APEC Summit 2013 in Nusa Dua, Bali.\n"
  ],
  "Italy": [
    "Former Prime Minister Giulio Andreotti dies at 94 years old in Rome.\n"
  ],
  "Philippine": [
    "2013 Philippine general election\n",
    "The Enhanced Basic Education Act of 2013, commonly known as K–12 program was signed.",
    "The United Federated States of Bangsamoro Republik (UFSBR) declares its independence from the Philippines",
    "Passenger ship MV <i>St. Thomas Aquinas</i> and cargo ship <i>Sulpicio Express Siete</i> collide in Cebu Strait, killing 115.\n",
    "MNLF commander Ustadz Habier Malik launches an attack on Zamboanga City, leaving more than 200 people dead.\n",
    "The UFSBR ceases to exists as it is defeated in the Zamboanga City crisis.",
    "Miss Philippines Megan Young was crowned Miss World 2013.",
    "A magnitude 7.2 earthquake, whose released energy is found equivalent to 32 Hiroshima bombs, strikes Bohol province, affecting Central Visayas, with 222 people died; the country’s deadliest earthquake since 1990.",
    "A multiple-vehicle collision in Atimonan, Quezon kills at least 20.\n",
    "Davao Occidental was founded, separating from Davao del Sur; country's 81st province.",
    "Super Typhoon Haiyan (<i>Yolanda</i>) landfalls in Visayas and devastates the country, whose winds caused storm surges that severely flooded Eastern and Central Visayan coasts, with Samar (Guiuan town) and Leyte (Tacloban City) among the most affected; death toll of at least 6,300; majority of about 11 million people reportedly affected are left homeless; one of the strongest tropical cyclones to hit the country, and the deadliest typhoon on record.",
    "A bus falls off an elevated Skyway in Parañaque, killing at least 18 passengers on board.\n"
  ],
  "Singapore": [
    "More than 3000 Singaporeans gathered at the Speakers' Corner, Singapore at Hong Lim Park for a non-partisan protest against the government's Population White Paper which projected a possible 6.9 million people in Singapore by 2030.\n",
    "Haze in Singapore reaches 401 PSI, the worst in Singapore history.\n",
    "The 2013 Little India riot took place after a fatal accident occurred at the junction of Race Course Road and Hampshire Road in Little India, Singapore.\n"
  ],
  "Taiwan": [
    "Ma Ying-jeou meets Pope Francis, the first ROC president to meet with the pope.\n"
  ],
  "Tajikistan": [
    "A presidential election took place.\n"
  ],
  "Vietnam": [
    "Võ Nguyên Giáp, Vietnamese General, one of the greatest military strategists of the 20th century, had died, aged 102, at 18:09 hours, local time, at Central Military Hospital 108 in Hanoi.\n"
  ]
}