{
  "year": "2014",
  "Australia": [
    "Carbon price is dropped by the Abbott Government.\n",
    "Death of Gough Whitlam, 21st Prime Minister of Australia.\n",
    "2014 Sydney hostage crisis\n"
  ],
  "Belgium": [
    "Jewish Museum of Belgium shooting kills four\n",
    "Belgian federal election, 2014\n"
  ],
  "Brazil": [
    "Operation Car Wash begins.\n",
    "2014 protests in Brazil.\n",
    "The 2014 FIFA World Cup is held in Brazil, and is won by Germany.\n",
    "Belo Horizonte overpass collapse\n",
    "Governor Eduardo Campos, a candidate in the upcoming Brazilian presidential election, dies in a plane crash in Santos, São Paulo, together with six other people on board the aircraft. It also sparks a large fire.\n",
    "2014 Cessna Citation 560 XLS+ crash\n",
    "Brazilian general election, 2014, with reelection of Dilma Rousseff.\n",
    "26-year-old Sailson José das Graças is arrested for the serial murder as many as 41 people in a string of suspected racist hate crimes.\n"
  ],
  "Burma": [
    "7th ASEAN Para Games takes place\n",
    "A nationwide census takes place (Total population 51,486,253)\n",
    "Ninth East Asia Summit takes place\n"
  ],
  "Cambodia": [
    "Military police opened fire at opposition protesters, leaving 3 people dead and more than 20 injured.\n"
  ],
  "Chile": [
    "Michelle Bachelet assumed office as President of Chile as the first woman to be reelected.\n"
  ],
  "China": [
    "China became the world's second largest economy.\n",
    "<i>2014 Kunming attack</i> is a terrorist attack, killing 31 civilians and injuring more than 140 others. No group or individual stepped forward to claim responsibility for the attack.\n"
  ],
  "Cuba": [
    "U.S. President Barack Obama and Raúl Castro re-establish diplomatic ties between the two countries.\n"
  ],
  "Germany": [
    "The EU instituted travel bans and asset freezes against individuals connected with the Russian invasion of Crimea.\n",
    "<i>2014 FIFA World Cup Final</i>: Germany defeated the Argentine national team in the final match of the FIFA World Cup in extra time in Rio de Janeiro.\n"
  ],
  "India": [
    "Narendra Modi elected as prime minister of India, Congress was routed in the general elections.\n",
    "Telangana, The state of Telangana was officially formed on 2 June 2014.\n"
  ],
  "Indinesia": [
    "Indonesia held their legislative election, PDI-P dominate the People's Representative Council, followed closely by Golkar and Gerindra.\n",
    "Indonesia held their presidential election, according to quick count Jakarta's Governor Joko Widodo won against former military general Prabowo Subianto, however both sides claims victory.\n",
    "Indonesian Election Commission announced Joko Widodo wins Indonesian presidential election with 53.15% of the vote with his rival, ex-general Prabowo Subianto, on 46.85%.\n",
    "Joko Widodo and Jusuf Kalla sworn in as Indonesian President and Vice President for the period of 2014–2019 in a plenary session of the People's Consultative Assembly (MPR). Thousands of people celebrating the inauguration ceremony by attending parade along Sudirman and Thamrin avenue, followed by a concert in Merdeka Square featuring Slank, Arkarna, and various bands.\n",
    "Indonesia AirAsia Flight 8501 on its way from Surabaya to Singapore, crashed in bad weather into Java Sea, off the coast of Pangkalan Bun, Central Kalimantan, killing all 155 passengers and seven crew on board.\n"
  ],
  "Israel": [
    "<i>2014 Israel–Gaza conflict</i>: The IDF launched a series of airstrikes against Hamas targets in the Gaza Strip.\n"
  ],
  "Latvia": [
    "Latvia became a member of Eurozone.\n",
    null
  ],
  "Philippine": [
    "A bus falls off a ravine in Bontoc, Mountain Province, killing at least 14 passengers on board.\n",
    "The Comprehensive Agreement on the Bangsamoro was signed.",
    "Philippine government files a memorandum in the United Nations arbitration court regarding the shoals and reefs in the South China Sea.\n",
    "The Philippines and Indonesia signed a maritime treaty that draws the boundary of the two countries' overlapping Exclusive Economic Zone in Mindanao and Celebes seas.",
    "A plunder complaint is filed against Vice Pres. Jejomar Binay, his son and city mayor, and other respondents before the Office of the Ombudsman, regarding allegedly overpriced Makati City Hall II parking building.\n",
    "Philippine Arena is inaugurated in Bocaue, Bulacan, the \"largest mixed-use indoor theater.\"\n",
    "The Centennial Celebration of the Iglesia ni Cristo.",
    "Philippines marks a milestone in its population growth identifying the birth of a baby girl in a Manila hospital as the 100 millionth Filipino.",
    "President Aquino III lead the handover of the draft of the Bangsamoro Basic Law to the Senate and House leaders in a historical turnover ceremony at the Malacañang.",
    "Ozone Disco Club fire Case Finished. Result 7 officials of Quezon City convicted.",
    "Nine Chinese fishermen are convicted of poaching and illegal possession of endangered species from the South China Sea.\n",
    "Typhoon Ruby, officially as Typhoon Hagupit hits Western Visayas, and Eastern Visayas, creating widespread damage over Visayas.",
    "Vigan City, Ilocos Sur is chosen as one of the world's New7Wonders Cities.\n",
    "BSP announces demonetizing the old Philippine Banknotes (issued in 1985).",
    "Enhanced Defense Cooperation Agreement (EDCA) signed, maintaining rotational American military presence in the country.\n"
  ],
  "Poland": [
    "Death of Wojciech Jaruzelski\n"
  ],
  "Russia": [
    "<i>Annexation of Crimea to the Russian Federation</i>: Putin signed the Treaty on Accession of the Republic of Crimea to Russia.\n"
  ],
  "Singapore": [
    "Beginning construction of the new Thomson-East Coast MRT Line (Thomson stretch) consisting of 31 new stations (including 7 interchanges).\n",
    "The new National Stadium re-opened to the public after re-construction.\n"
  ],
  "Taiwan": [
    "Sunflower Student Movement, students occupy the Legislative Yuan force to halt the enforcement of Cross-Strait Service Trade Agreement.\n",
    "Regional election; DPP elects 13 mayor and magistrates.\n"
  ],
  "Tonga": [
    "<i>2014 Tongan general election</i>: The Democratic Party of the Friendly Islands is able to form a government for the first time. Veteran pro-democracy campaigner ʻAkilisi Pohiva becomes Prime Minister. He is the first commoner to be elected Prime Minister by a predominantly elected Parliament.\n"
  ],
  "Vietnam": [
    "2014 China-Vietnam oil rig crisis. The tensions between China and Vietnam arising from the Chinese state-owned China National Offshore Oil Corporation moving its Hai Yang Shi You 981 (known in Vietnam as \"Hải Dương - 981\") oil platform to waters near the disputed Paracel Islands in South China Sea, and the resulting Vietnamese efforts to prevent the platform from establishing a fixed position.\n"
  ]
}