{
  "year": "2015",
  "Armenia": [
    "Armenia's accession to the Eurasian Union\n",
    "2015 Gyumri massacre\n"
  ],
  "Australia": [
    "Death of Malcolm Fraser, 22nd Prime Minister of Australia.\n",
    "Malcolm Turnbull defeats Tony Abbott to become the 29th Prime Minister of Australia.\n",
    "The Matagurup Refugee Camp is founded in Perth to defend Aboriginal Rights\n"
  ],
  "Belgium": [
    "Jozef De Kesel succeeds André-Joseph Léonard as archbishop of Mechelen-Brussels\n",
    "Brussels lockdown\n"
  ],
  "Brazil": [
    "Two commuter trains collide at Mesquita, Rio de Janeiro, injuring 158 people.\n",
    "Hundreds of thousands of people in Brazil protest against corruption and denounce the government of President Dilma Rousseff.\n",
    "An iron ore tailings dam in Bento Rodrigues, a subdistrict of Mariana, Brazil, suffered a catastrophic failure, causing flooding, killing 17 and injuring 16.\n"
  ],
  "Burma": [
    "2nd Kokang incident occurs\n",
    "Government suppresses education law protests\n",
    "Severe flooding occur\n",
    "The 2015 general election gives the victory to NLD\n",
    "A major landslide kills at least 116 people\n"
  ],
  "China": [
    "<i>2015–16 Chinese stock market turbulence</i> started.\n",
    "<i>2015 China Victory Day Parade</i> was held on the <i>Tiananmen Square</i>.\n"
  ],
  "France": [
    "17 people, including three police officers, are killed in two terrorist attacks by Muslim  terrorists; the Charlie Hebdo shooting targeted a magazine which published cartoons of Mohammed.\n",
    "Some 3.7 million people demonstrate nationwide against terrorism and for freedom of speech following the terrorist attack at <i>Charlie Hebdo</i>.\n",
    "ISIS sends three teams of suicide bombers to attack multiple targets in Paris including a soccer stadium, a concert, and several restaurants; over 120 dead.\n"
  ],
  "Germany": [
    "In European migrant crisis migrants number in Germany increase up to 1.5 million in 2015.\n"
  ],
  "Indinesia": [
    "Dozens of Indonesians are killed by respiratory illness and accidents due to poor visibility caused by severe haze. The haze occurs annually during dry season and is largely caused by illegal agricultural fires due to slash-and-burn practices in Indonesia, especially from the provinces of South Sumatra and Riau in Indonesia's Sumatra island, and Kalimantan on Indonesian Borneo. The haze also hit neighboring Singapore, Malaysia, and Brunei.\n"
  ],
  "Ireland": [
    "A 62% to 38% referendum result makes Ireland the first country to legalise same-sex marriage by popular vote.\n"
  ],
  "Italy": [
    "President Giorgio Napolitano resignes.\n",
    "Sergio Mattarella is the new President of the Italian Republic.\n"
  ],
  "Nepal": [
    "Promulgation of a new Constitution 2072 by President Dr. Ram Baran Yadav\n"
  ],
  "Philippine": [
    "Papal visit of Pope Francis in the Philippines, with a special Mass held at the Tacloban airport on the 17th.",
    "Mamasapano clash: An encounter between police commandos and the MILF occurs in a police operation in Mamasapano, Maguindanao aiming to capture international terrorist Marwan; leading to, in total, 74 deaths including 44 PNP–SAF officers",
    "The AFP declared its all-out offensive campaign against the MILF break away group, the Bangsamoro Islamic Freedom Fighters.",
    "Death of Ameril Umbra Kato, the founding leader of the Bangsamoro Islamic Freedom Fighters.",
    "Execution of convicted OFW Mary Jane Veloso, sentenced to death in 2010 in Indonesia for alleged drug smuggling, is suspended by the Indonesian government.",
    "Manny Pacquiao is defeated by Floyd Mayweather Jr. in the so-called <i>Battle For Greatness</i> in MGM Grand Garden Arena, Las Vegas, Nevada.",
    "Abdul Basit Usman, the most wanted bomb expert in the country, was killed by a MILF group unit in Guindulungan, Maguindanao.",
    "A fire at the Kentex slipper factory in Valenzuela City results in 72 fatalities.",
    "Pres. Aquino signs <i>Executive Order 183</i>, creating the Negros Island Region.",
    "Death of Kumander Parago, the top commander of the New People’s Army.",
    "The Iglesia ni Cristo has expelled Tenny and Angel Manalo.",
    "President Benigno Aquino III takes his final State of the Nation Address.",
    "Thousands of Iglesia ni Cristo (INC) members stage protests at the Department of Justice (DOJ) office on Padre Faura St., and then on EDSA, regarding an attempt to investigate allegations within the church.",
    "Three members of lumad people are killed by a paramilitary force, allegedly from the same indigenous group, in a village in Lianga, Surigao del Sur, during the military campaign against Communist rebels in Mindanao.\n",
    "Typhoon Koppu (<i>Lando</i>) hits northern and central Luzon, creating widespread damage and floods over Luzon.",
    "APEC Philippines 2015 is held, concludes with the APEC Economic Leaders' Meeting.",
    "LCpl. Joseph Scott Pemberton is convicted by the court for the death of a transgender in 2014.\n",
    "Typhoon Nona devastates parts of the Philippines, killing 41 and cost ₱2 billion in damages.",
    "Pia Alonzo Wurtzbach is crowned Miss Universe 2015 in Las Vegas, Nevada; the country's first title after 42 years."
  ],
  "Poland": [
    "Andrzej Duda becomes President\n"
  ],
  "Russia": [
    "2015 Russian Sukhoi Su-24 shootdown \n"
  ],
  "Singapore": [
    "Lee Kuan Yew passes away. Singapore enters a one-week mourning period.\n",
    "Ng Teng Fong General Hospital commences operation.\n",
    "Jurong Community Hospital commences operation.\n",
    "Singapore turns 50.\n"
  ],
  "Spain": [
    "Artur Mas defies Spain by calling early elections on independence of the region of Catalonia.\n"
  ],
  "Taiwan": [
    "Ma Ying-jeou meets with Xi Jinping, the first Cross-Strait leader meeting.\n"
  ],
  "Vietnam": [
    "Vietnam’s new marriage law goes into effect. Same-sex marriages are no longer prohibited, but are not recognized as being legally valid.\n"
  ]
}