{
  "year": "2017",
  "Armenia": [
    "Armenian parliamentary election, 2017\n",
    "The Armenia-EU Comprehensive and Enhanced Partnership Agreement is ratified in Brussels\n"
  ],
  "Australia": [
    "John Cameron sets off the chain of events that became the 2017 Australian parliamentary eligibility crisis.\n",
    "Same-sex marriage is legalised by the <i>Marriage Amendment (Definition and Religious Freedoms) Act 2017</i>.\n"
  ],
  "Belgium": [
    "Samusocial scandal breaks in Brussels parliament\n"
  ],
  "Brazil": [
    "At least 56 people are killed in rebellion at Anisio Jobim penitentiary complex in Amazonas state.\n",
    "Members of the Primeiro Comando da Capital prison gang kill 31 inmates in the Monte Cristo prison in the state of Roraima. This action was revenge for an earlier massacre in a prison in Amazonas that killed 56 inmates.\n",
    "A police strike leads to a wave of violence and looting in Espírito Santo, including dozens of murders in the state capital, Vitória.\n",
    "Operation Carne Fraca starts.\n",
    "A general strike is held in the country, the first one in twenty years.\n"
  ],
  "China": [
    "Xi Jinping was re-elected as the General Secretary of the Communist Party of China and the Chairman of the Central Military Commission.\n"
  ],
  "England": [
    "Westminster attack: A 52-year-old Muslim convert drives a car into pedestrians on Westminster Bridge before stabbing a police officer, killing five people and injuring 49.\n",
    "Manchester Arena Bombing: A suicide bombing is carried out at Manchester Arena after a concert by American singer Ariana Grande, killing 22 people and injuring hundreds.\n",
    "London Bridge attack: A van is driven into pedestrians on London Bridge, killing eight people and injuring 48.\n"
  ],
  "France": [
    "Emmanuel Macron began his term as president of France.\n"
  ],
  "Germany": [
    "Frank-Walter Steinmeier became Federal President.\n",
    "Same-sex marriage was legalized by German parliament, effective 1 October.\n",
    "German federal election, 2017: Elections were held to the Bundestag. The ruling coalition of CDU/CSU and SPD took significant losses, with AfD, entering parliament for the first time, the main winner. FDP re-entered parliament, bringing the overall number of political parties in the Bundestag up to six.\n",
    "After an initial refusal by the SPD to continue the previous governing coalition, the attempt by CDU/CSU, Alliance 90/The Greens and FDP to form a <i>Jamaica coalition</i> failed with the withdrawal by the FDP around Christian Lindner.\n"
  ],
  "India": [
    "The Goods and Services Tax (GST) launched, the biggest tax reform in history of India.\n"
  ],
  "Israel": [
    "<i>United States recognition of Jerusalem as the capital of Israel</i>: U.S. President Donald Trump formally announces the United States recognition of Jerusalem as the capital of Israel.\n"
  ],
  "Mexico": [
    "2017 Puebla earthquake: struck at 13:14 CDT on 19 September 2017 with a magnitude of Mw  7.1 and strong shaking for about 20 seconds. Its epicenter was about 55&nbsp;km (34&nbsp;mi) south of the city of Puebla. The earthquake caused damage in the Mexican states of Puebla and Morelos and in the Greater Mexico City area. 370 people were killed by the earthquake and related building collapses, including 228 in Mexico City, and more than 6,000 were injured. Twelve days earlier, the even larger 2017 Chiapas earthquake struck 650&nbsp;km (400&nbsp;mi) away, off the coast of the state of Chiapas.\n"
  ],
  "Peru": [
    "Kuczynski pardons former President Alberto Fujimori, who was sentenced for 25 years with manslaughter, corruption, bribery, and violation of human rights.\n"
  ],
  "Philippine": [
    "About a hundred armed men, whose affiliation is undetermined, launched an attack on a prison in Kidapawan freeing at least 158 inmates.",
    "Death of Mohammad Jaafar Maguid, the leader of Ansar Al-Khilafah Philippines.",
    "Pres. Duterte signed an executive order mandating universal access to modern family planning tools.",
    "Several parts of Visayas and Mindanao experienced flooding as a result of a low pressure area, combined with the tail-end of a cold front.",
    "Miss Universe 2016, its 65th pageant, was held in Manila.",
    "A 6.7 magnitude earthquake hits Surigao del Norte, killing at least 8 people.",
    "A tourist bus carrying mostly college students crashes into a roadside electricity pole along a highway in Tanay, Rizal, killing at least 15 on board.",
    "Arrest of Leila de Lima for violations of Republic Act 9165, (Comprehensive Dangerous Drugs Act of 2002) related to her alleged involvement in the New Bilibid Prison drug trafficking scandal.",
    "Philippines' signing of the Paris Agreement on Climate Change.",
    "10 were killed after a series of clashes between the AFP, PNP and Abu Sayyaf that took place in Inabanga, Bohol.",
    "A bus falls off a ravine in Carranglan, Nueva Ecija, killing at least 35 on board.",
    "Pres. Rodrigo Duterte signed Executive Order No. 25, that renamed Benham Rise to Philippine Rise.",
    "Pres. Rodrigo Duterte signed Executive Order No. 26, that ordered a nationwide smoking ban.",
    "Pres. Duterte declares a 60-day martial law in Mindanao (via <i>Proclamation No. 216</i>) following clashes between government forces and the Maute group in Marawi City.",
    "A gunman attacked Resorts World Manila in Pasay around midnight, caused a major panic within the complex. Around 38 people were dead, due to smoke inhalation from the fire while injuring 70 people.",
    "Congress votes to extend martial law in Mindanao until the end of 2017 as siege in Marawi City continues.\n",
    "Sixteen people, including Mayor Reynaldo Parojinog Sr. and his wife, are killed in a police drug raid in Ozamiz, Misamis Occidental.",
    "Abu Sayyaf leader Isnilon Hapilon and Maute group leader Omar Maute are killed by government troops in an assault.\n",
    "Pres. Duterte declares the liberation of Marawi City, with more than a thousand reportedly killed in the battle.\n"
  ],
  "Russia": [
    "St. Petersburg International Economic Forum \n",
    "2017 FIFA Confederations Cup \n"
  ],
  "Singapore": [
    "Nearly 300 year old Tembusu tree at Singapore Botanic Gardens falls, killing one and injured 4 others.\n",
    "Othman Wok passes away. Singapore enters a one-week mourning period.\n",
    "Halimah Yacob is elected as the first female president and eighth President of Singapore.\n",
    "Singapore Changi Airport opens its fourth passenger terminal.\n"
  ],
  "Slovenia": [
    "Borut Pahor wins the sixth presidential election, and becomes the second president to win a second mandate.\n"
  ],
  "Spain": [
    "<i>2017 Barcelona attacks</i>: Barcelona, Cambrils, Alcanar and Subirats were attacked by terrorists from Islamic State of Iraq and the Levant (ISIL).\n",
    "<i>2017 Catalan independence referendum</i>: An unconstitutional referendum of independence were called by Generalitat de Catalunya, as Parliament of Catalonia approved the Law on the Referendum of Self-determination of Catalonia. In early September the High Court of Justice of Catalonia had issued orders to the police to try to prevent it, including the detention of various persons responsible for its preparation.\n",
    "<i>Catalan declaration of independence</i>: Catalan unilateral declaration of independence was ratified by Parliament of Catalonia as the results of the referendum were in favor. Spain considers this action illegal and article 155 of the constitution was applied.\n",
    "Carles Puigdemont flee from Spain to avoid being arrested after his dismissal by Spain, after proclaiming the independence of Catalonia.\n"
  ],
  "Tajikistan": [
    "Tajikistan participated at the 2017 Asian Winter Games.\n"
  ]
}