{
  "year": "2018",
  "Armenia": [
    "Armenian presidential election, 2018\n",
    "2018 Armenian Velvet Revolution\n",
    "Armenian parliamentary election, 2018\n"
  ],
  "Australia": [
    "Scott Morrison succeeds Malcolm Turnbull as Australian prime minister.\n"
  ],
  "Belgium": [
    "Michel I Government splits, to be succeeded by Michel II Government, after division over endorsement of the Global Compact for Migration\n"
  ],
  "Brazil": [
    "Former President Luiz Inácio Lula da Silva begins serving a 12-year sentence for corruption.\n",
    "Edifício Wilton Paes de Almeida, a 26-story tower block in São Paulo, Brazil, is destroyed by a fire and consequent collapse. Neighbouring buildings are also damaged by fire.\n",
    "A massive fire destroys most of the Paço de São Cristóvão, which houses the National Museum of Brazil, in Rio de Janeiro. The museum holds important archaeological and anthropological objects, including the remains of the Luzia Woman, Marajoara vases and Egyptian mummies.\n",
    "Presidential candidate Jair Bolsonaro is stabbed while campaigning in the city of Juiz de Fora, Minas Gerais.\n",
    "Brazilians elect Jair Bolsonaro of the Social Liberal Party as president, with 55% of the votes, in the second round of the presidential election.\n"
  ],
  "Canada": [
    "The <i>Cannabis Act</i> becomes law, making recreational cannabis use legal throughout the country. Canada is the second country (after Uruguay in 2013) to legalize recreational cannabis use nationwide.\n"
  ],
  "China": [
    "Xi Jinping removed his term limits.\n"
  ],
  "France": [
    "France wins the football world cup\n"
  ],
  "Germany": [
    "Angela Merkel was elected to her fourth term as chancellor (364/688 votes in the Bundestag), forming the Fourth Merkel cabinet. Olaf Scholz (SPD) became Vice Chancellor.\n",
    "<i>2018 Münster attack</i>: 3 civilians and the perpetrator were killed.\n",
    "Annegret Kramp-Karrenbauer becomes the new CDU chairwoman. Angela Merkel did not candidate again after 18 years at the party leadership.\n"
  ],
  "Indinesia": [
    "Indonesian cities of Jakarta and Palembang hosts 2018 Asian Games. The glorious opening ceremony was held in Gelora Bung Karno Stadium. This was the second time Indonesia hosted this Asian multi sports event, the last time was in 1962.\n",
    "A 3 metres tall tsunami triggered by a 7.4 magnitude earthquake hits Palu, Donggala and Mamuju in Central Sulawesi, killing nearly 1,350 people.\n"
  ],
  "Italy": [
    "Italian general election, 2018\n"
  ],
  "Japan": [
    "Japan activated the Amphibious Rapid Deployment Brigade, its first marine unit since World War II. They're trained to counter invaders from occupying Japanese islands.\n",
    "The tourist boom in Japan reach unprecedented scale, with a number of yearly visitors counting in millions - 19.73 in 2015, 23.97 in 2016, 28.6 in 2017, and 31.19 million foreign visitors in 2018.\n"
  ],
  "Mexico": [
    "Andrés Manuel López Obrador of <i>Together we will make history</i> (a coalition of MORENA and the Labor Party) is elected 58th president with 53% of the vote. <i>Together we will make history</i> also won majorities in both the Senate and the Chamber of Deputies and 5 governorships.\n"
  ],
  "Peru": [
    "Amidst a political crisis, Pedro Pablo Kuczynski resigns the presidency in the threat of impeachment for corruption and bribery.\n<p>First Vice President Martin Vizcarra assumes the presidency until the remainder of Kuczynski's term in 2021.\n</p>\n"
  ],
  "Russia": [
    "2018 Russian presidential election \n",
    "2018 Kemerovo fire \n",
    "The 2018 FIFA World Cup was held in Russia.\n"
  ],
  "Singapore": [
    "Singapore hosted the Singapore Summit, a summit meeting between North Korea and United States leaders.\n",
    "Sengkang General Hospital opened to public.\n",
    "A new passenger terminal in Seletar Airport opened, replacing the old building.\n"
  ],
  "Spain": [
    "Pedro Sánchez is sworn in as Prime Minister after winning a motion of censure.\n"
  ],
  "Sweden": [
    "Military conscription reactivated\n"
  ],
  "Tajikistan": [
    "Death of Mumin Kanoat.\n"
  ]
}