{
  "year": "2019",
  "Australia": [
    "2019 Australian federal election: Scott Morrison remains Australian prime minister in surprise win election\n",
    "Several Bushfires throughout late 2019 affect every state and territory destroying 2600 homes and kill 34 people\n"
  ],
  "Belgium": [
    "2019 Belgian federal election\n"
  ],
  "Brazil": [
    "Inauguration of Jair Bolsonaro as the 38th President of Brazil.\n",
    "The Brumadinho dam disaster, when a mining dam owned by Vale, collapses in Minas Gerais, leaving 203 dead and one hundred and five individuals missing.\n",
    "A fire on Flamengo youth academy training camp leaves ten people dead and three injured in Rio de Janeiro\n",
    "Two men, of 17 and 25 years old, attack a school in the city of Suzano, São Paulo, with a revolver and a knife, killing eight and wounding 23 people, among students and staff. The two shooters committed suicide after the attack. Police have found a crossbow, Molotov cocktails and a \"suitcase with wires\" at the scene.\n",
    "A great fire destroys part of the Amazon Rain Forest, including Brazilian portion, leading to international commotion for the sake of Amazonia.\n"
  ],
  "Burundi": [
    "The Burundian parliament votes to move the capital from Bujumbura to Gitega.\n"
  ],
  "China": [
    "<i>70th Anniversary of the People's Republic of China</i> military parade held in Tiananmen Square\n",
    "First case of COVID-19 identified in Wuhan.\n"
  ],
  "England": [
    "ICC Cricket World Cup: England win a thriller at Lords and clinch their maiden ODI World Cup led by Eoin Morgan.\n"
  ],
  "Germany": [
    "British troops in Germany that stayed there since World War II are expected to leave.\n"
  ],
  "India": [
    "A convoy of vehicles carrying Central Reserve Police Force (CRPF) personnel on the Jammu Srinagar National Highway was attacked by a vehicle-borne suicide bomber in the Pulwama district, Jammu and Kashmir, India.",
    "The 2019 Balakot airstrike was conducted by India, when Indian warplanes crossed the de facto border in the disputed region of Kashmir, and dropped bombs in the vicinity of the town of Balakot in Khyber Pakhtunkhwa province in Pakistan.\n",
    "The 2019 Balakot strike from Indian side was given a reply named \"Swift Retort\".After a dog fight between Pakistani and Indian Fighter Pilots. Indian Wing Commander Abhinandan Varthaman was captured by the Pakistani side. However acting to the pressure of various global leaders and bound by the Vienna Convention . Pakistan was Forced to release the Indian Pilot with all due respect.\n",
    "The state of Jammu and Kashmir was divided into two separate union territories known as Jammu Kashmir and Ladakh by Scrapping Article 370 of Indian constitution.\n",
    "The Citizenship (Amendment) Act, 2019 was passed by the Parliament of India on 11 December 2019. It amended the Citizenship Act of 1955 by providing a path to Indian citizenship for members of Hindu, Sikh, Buddhiist, Jain, Parsi, and Christian religious minorities, who had fled persecution from Pakistan, Bangladesh and Afghanistan before December 2014.\n"
  ],
  "Indinesia": [
    "Joko Widodo has been re-elected as Indonesia's president in 2019 Indonesian general election.\n",
    "President Joko Widodo has announced that the country's new capital city will be located in East Kalimantan on Borneo island. The new capital will replace Jakarta and will be built in part of North Penajam Paser regency and part of Kutai Kertanegara regency.\n"
  ],
  "Israel": [
    "<i>United States recognition of Israel's sovereignty over the Golan Heights</i>: U.S. President Donald Trump signed a presidential proclamation to officially recognize Israel's sovereignty over the Golan Heights.\n"
  ],
  "Japan": [
    "Emperor Akihito abdicated being the first Japanese emperor to do so since 1817. Prince Naruhito succeeded as the Emperor of Japan. This marked the <b>start of the Reiwa period</b>.\n"
  ],
  "Lebanon": [
    "2019–2020 Lebanese protests - part of the 2018–2020 Arab protests.\n"
  ],
  "Singapore": [
    "Singapore celebrates the 200th Anniversary of the foundation of modern Singapore by Stamford Raffles.\n",
    "Jewel Changi Airport opens after a week-long preview.\n"
  ],
  "Spain": [
    "<i>Trial of Catalonia independence leaders</i>: Takes place over several months, following the 2017 declaration of independence of Catalonia. Nine defendants sentenced to 9 to 13 years in prison on sedition and misuse of public funds charges; three other defendants fined for disobedience. This sparked subsequent protests by independence citizens.\n"
  ]
}