{
  "year": "2020",
  "Armenia": [
    " 2020 Nagorno-Karabakh War formally ends\n"
  ],
  "Australia": [
    "The ACT becomes the first Australian region to legalise recreational cannabis\n",
    "Australia suffers lockdowns and social restrictions due to the COVID-19 pandemic\n"
  ],
  "Belgium": [
    "Public confirmation of first patient tested positive for the COVID-19 pandemic in Belgium\n"
  ],
  "China": [
    "Hong Kong national security law passed.\n"
  ],
  "England": [
    "Coronavirus pandemic causes tens of thousands of deaths despite social distancing and lockdown being put into operation to limit spread of infection.\n"
  ],
  "France": [
    "Murder of Samuel Paty for teaching freedom of expression\n"
  ],
  "India": [
    "The first COVID-19 case of the country was reported in Kerala's Thrissur district.\n"
  ],
  "Italy": [
    "In March 2020, the government imposed a national quarantine as a measure to limit the spread of the coronavirus pandemic in the country. Later that month, Italy became the country with the highest total number of deaths in the worldwide coronavirus pandemic.\n"
  ],
  "Japan": [
    "The COVID-19 pandemic in Japan begins.\n",
    null
  ],
  "Philippine": [
    "Island of Luzon placed under Enhanced Community Quarantine in response to the growing pandemic of coronavirus disease 2019 (COVID-19) in the country."
  ],
  "Russia": [
    "2020 Russian constitutional referendum\n"
  ],
  "Singapore": [
    "The first COVID-19 case in Singapore was confirmed involving a 66-year-old Chinese national from Wuhan.\n"
  ],
  "Spain": [
    "<i>Sánchez II Government</i>: It become the first nationwide coalition government to be formed in Spain since the Second Spanish Republic. The parties were Spanish Socialist Workers' Party (PSOE) and Unidas Podemos.\n",
    "<i>COVID-19 pandemic</i> starts in Spain with the first confirmated case in La Gomera (Canary Islands). You can view the confirmed cases, recovered and deaths in this link: COVID-19 pandemic in Spain.\n"
  ]
}